{
	"_meta": {
		"sources": [
			{
				"json": "ArcaneAL",
				"abbreviation": "AnA",
				"full": "Arcane and Aluminium",
				"authors": [
					"corronnicolla"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8f00ff"
			},
            {
				"json": "SacredTree",
				"abbreviation": "Tree",
				"full": "The Sacred Tree",
				"authors": [
					"maplecrepe"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "628044"
			},
            {
				"json": "Feywild",
				"abbreviation": "Fey",
				"full": "The Feywild",
				"authors": [
					"dndhater"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8D021F"
			},
            {
				"json": "LandsofVita",
				"abbreviation": "LoV",
				"full": "The Lands of Vita",
				"authors": [
					"brandonno.2"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "FFA540"
			},
			{
				"json": "VerdigrisRuins",
				"abbreviation": "TVR",
				"full": "The Verdigris Ruins",
				"authors": [
					"honeycombm"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "43B3A3"
			}
		],
		"edition": "classic"
	},
	"itemType": [
		{
			"name": "Emblem",
			"abbreviation": "EM",
			"source": "SacredTree",
			"entries": [
				"You can only be attuned to one emblem at a time"
			]
		},
		{
			"name": "Enhancement",
			"abbreviation": "EHMT",
			"source": "ArcaneAL",
			"entries": [
				"An item enhanced by Arcanuminium is considered magical if it was not already. An Enhancement can be added to, removed from or swapped with another Enhancement over the course of a long rest. An item can only have one enhancement at a time, unless it or the item has a feature that allows otherwise."
			]		
		}
	],
	"shop": [
		{
            "name": "Fragment N-001",
            "rarity": "uncommon",
            "source": "ArcaneAL",
            "type": "EHMT",
            "entries": [
                "{@i This one is far older than any enhancement you’ve seen before…}",
                "This enhancement can be fused to any non magical weapon. While fused to a weapon, you gain a +1 to attack and damage rolls made with said weapon.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
            ],
            "reqAttune": true,
            "value": 40000,
            "seller": "FCB"
        },
		{
            "name": "Wrath Emblem",
            "rarity": "uncommon",
            "source": "SacredTree",
            "type": "EM",
            "entries": [
                "Even looking at this makes your head fill with thoughts of violence",
                "While attuned to this item and bloodied, your critical hit range increases by 2 (if you would score a critical hit on a natural 20, you can now score it on an 18 or higher, if you would score a critical hit on a 19 or higher, you instead score one on a 17 or higher)"
            ],
            "reqAttune": true,
            "wondrous": true,
            "value": 45000,
            "seller": "Sought"
        },
		{
			"name": "Overloaded Lens",
			"value": 50000,
            "seller": "Arthak",
			"weight": 3,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This is a circular crystal lens encased in iron. It brightens any light shone through it significantly, but it feels almost uncomfortably hot when you do so.",
				"While attuned, when you impose an instantaneous AOE effect that deals damage originating from you, you can convert it to a line. (with both cones and radii originating from you, it becomes double the length and 5ft wide).",
				"While attuned, whenever you impose an instantaneous AOE line originating from you and multiple creatures are in the line, you can overload the effect: the first creature in the line takes two more die of damage. Whenever you overload, take {@dice 1d4}+PROF radiant damage that can't be reduced or ignored. "
			]
		},
		{
			"name": "Gravebound Conduit",
			"value": 40000,
            "seller": "Arthak",
			"weight": 1,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": "by a Lictor",
			"reqAttuneTags": [
				{
					"class": "Lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"This bundle of black strings seems unusually suited to transmitting deathly energies.",
				"While attuned to this item, you can use the Wrack Foes ability more than once per turn. Additionally, you may reroll ones once on your Wrack Foes damage."
			]
		},
		{
			"name": "Fragment N-007",
			"type": "EHMT",
			"value": 75000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "FCB",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Inscribed into the fragment is the phrase “out of spells, not options”}",
				"This enhancement can be fused to any spellcasting focus or weapon. While fused to an item, it becomes a spellcasting focus, if it isn’t already. You gain a +1 bonus to the spell attack rolls and spell save DC of spells cast through this item.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
			]
		},
		{
			"name": "Fragment S-196",
			"type": "EHMT",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Sticky… metal?}",
				"This enhancement can be fused to any shield. When you attempt to grapple a creature, you can consider the fused shield as a free hand for the purposes of grappling. While grappling a creature this way, any magical properties (outside of curses) of the shield are suppressed for the duration of the grapple. Once you have successfully grappled a creature this way, you must finish a short rest before you can do so again."
			]
		},
		{
			"name": "Fragment Z-560",
			"type": "EHMT",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i “Teleporting has never been so easy with the Go Further 9000TM!”}",
				"This enhancement can be fused to any armour or clothing. While wearing the infused item, the range of your teleportation spells and features is increased by an amount equal to (5 x Proficiency Bonus) feet."
			]
		},
		{
			"name": "Fragment O-478",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i This metal is shockingly cold to the touch.}",
				"This enhancement can be fused to any metal armour, shield or weapon. While wielding or wearing the fused item, if an item you or an ally within 30ft is wearing or wielding is targeted by the Heat Metal spell or a similar effect, the target of the spell is changed to this item instead. You do not suffer any downsides from the spell/effect outside of the damage."
			]
		},
		{
			"name": "Fragment X-431",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i Caution: Explosive}",
				"This enhancement can be fused to any non magical melee weapon. While fused to a weapon, it gains the Exploding property"
			]
		},
		{
			"name": "Flickering Rune",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Lord Bartholemew",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"This rune can be attached to any non-magical weapon, causing it to become flickering. A flickering rune causes a weapon to shimmer, grow blurry and indistinct, and momentarily turn invisible at random intervals for a second or two. Creatures have disadvantage on attempts they make to disarm you of a flickering weapon and you have advantage on attempts to avoid being disarmed. On a critical hit with a flickering weapon, the target must make a DC (8+prof+Strength or Dexterity) constitution saving throw or be blinded until the start of your next turn."
			],
			"wondrous": true
		},
		{
			"name": "Fragment N-010",
			"type": "EHMT",
			"weight": 0,
			"rarity": "uncommon",
			"seller": "FCB",
			"source": "ArcaneAL",
			"value": 75000,
			"reqAttune": true,
			"entries": [
				"{@i A fragment fit for a master of battle!}",
				"This enhancement can be fused to any non-magical weapon or armour. While fused to an item, your non-spell save DCs increase by one. This is considered a +1 for the purposes of +1 stacking rules."
			]
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Granite Blade",
			"value": 37500,
			"weight": 20,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"seller": "N/A",
			"property": [
				"V",
				"H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"dmg2": "3d3",
			"reqAttune": true,
			"wondrous": true,
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"Due to the sheer weight of this weapon, you can swing yourself around with it. As part of making an attack with this weapon, you can move up to 5ft towards your target without provoking opportunity attacks. This cannot be used to make lateral movement around a target, and can only be used if the 5ft of movement actually brings the user within reach of the target."
			],
			"baseitem": "Warhammer",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Coinhammer",
			"value": 40000,
			"weight": 10,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"seller": "N/A",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "B",
			"reqAttune": true,
			"wondrous": true,
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"Whenever you successfully hit with this weapon, instead of rolling damage you flip a number of coins equal to twice your proficiency bonus. (For digital use, roll a 1d2 and treat a 2 as a success, with this feature being unaffected by any reroll or dice modifying features.)",
				"For each successful flip, this weapon deals 3 magical bludgeoning damage for that hit. the user takes magical bludgeoning damage equal to two times the amount of lost flips. This damage can be reduced, but cannot be ignored. Dealing critical damage with this weapon means flipping twice as many coins.",
				"If you win every flip, you may flip another set of coins: these coins deal 6 damage either direction.",
				"{@i [Author's note to user:  The weapon always still deals additional damage equal to your strength like a normal maul - the coins only replace the d12 you would normally roll. For example, winning 4 out of 6 flips deals 12+STR damage to your opponent while taking 4 damage in return. Additionally, The win-big set of coins cannot retrigger itself. If you DO manage to succeed on all your win-big flips, send me a screenshot so I can laugh at it forever]}",
				"{@i [Author’s 2nd note: the coins cannot be rerolled by reroll features]}"
			],
			"baseitem": "Maul",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Grinning Gastronome",
			"value": 40000,
			"weight": 6,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"property": [
				"2H",
				"H"
			],
			"dmgType": "S",
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"{@i This giant curved blade seems to have a hinge in the middle, with the inner edge lined with... teeth?}",
				"At the start of your turn, you may choose to have this weapon folded or unfolded.",
				"Folded: This weapon deals 1d10 slashing damage, and you can as a reaction to being successfully hit with a ranged attack attempt to \"eat\" said incoming ranged attack with your blade. Reduce the damage by 1d10+Proficiency bonus - if this fully reduces the damage, you feel pretty cool.",
				"Unfolded: This weapon deals 2d6 bludgeoning damage and has reach."
			],
			"wondrous": true,
			"dmg1": "1d10 / 2d6"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Red Iron Focus",
			"value": 40000,
			"weight": 2,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"type": "SCF",
			"weaponCategory": "martial",
			"entries": [
				"{@i This engraved disc of red iron is covered in tiny symbols. It feels like it... needs an exchange, in order to imbue its user with power.}",
				"This item can be used as a spellcasting foci by any spellcasting class.",
				"When attuning to this item and at the end of a long rest, choose Strength or Guile.",
				"Strength: You cannot be involuntarily moved, and add 1d4 to strength and constitution saving throws. You subtract 1d4 from wisdom saving throws.",
				"Guile: You have advantage against being charmed or frightened, and add 1d4 to a mental saving throw of your choice (chosen at start of session). Your Maximum HP is reduced by 13.",
				"You may only have one of these bonuses active at a time."
			],
			"wondrous": true,
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "The Quetzal",
			"value": 40000,
			"weight": 2,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"property": [
				"2H",
				"H",
				"A"
			],
			"dmg1": "1d8",
			"dmgType": "P",
			"range": "150/600",
			"type": "R",
			"weaponCategory": "martial",
			"entries": [
				"{@i A thin bow made from bone carved from the walls - the “joints” allow for a much longer draw. It seems to have a faint heartbeat under your hand.}",
				"Once per turn while wielding this weapon, you can choose to roll an attack with this weapon at disadvantage (this disadvantage cannot be negated, mitigated or cancelled by any other effect, including advantage.) If you successfully hit with this attack, you use 4d3 as your damage die for that attack and knock the target up to 10ft backwards."
			],
			"baseitem": "Longbow|PHB",
			"wondrous": true
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Cerulean Stave",
			"value": 50000,
			"weight": 2,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"weaponCategory": "simple",
			"baseItem":"Staff|PHB",
			"wondrous": true,
			"type": "SCF",
			"seller": "N/A",
			"reqAttune": true,
			"entries": [
				"{@i A blue crystalline staff. Seems to resonate somewhat with other sounds.}",
				"This item can be used as a spellcasting focus by any class.",
				"When a spell is cast with this item, the caster can attempt to reroll an attack roll or damage die. Each time this ability is used, regardless of the result, the caster takes damage equal to twice the die roll. A die can be rerolled with this ability up to PROF times. The damage from this feature to self is force, cannot be reduced or negated in any way, and ignores temporary HP.",
				"This ability is usable once per long rest."
			]
		},
		{
			"uniqueId": "fbc349f4-2736-4bcd-8b4f-9b23358ac1ae",
			"name": "Cloak of Daggers",
			"type": "G",
			"value": 40000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This asymmetrical cloak has a ring of silver daggers along its bottom hem. While wearing the cloak, you have advantage on Dexterity (Stealth) checks while in dim light or darkness.",
				"In addition, you can use a bonus action to summon a magic silver dagger to one or both of your hands, provided that they're empty. Each dagger disappears in a puff of smoke after 1 minute or at the end of your turn if you aren't holding it."
			]
		},
		{
			"uniqueId": "1b05f44b-89a3-4da6-a48e-822e4d8293ec",
			"name": "Clear Bell",
			"type": "OTH",
			"value": 22000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"When you use an action to ring this all-glass handbell, the sound rings out with perfect clarity. Any creature within 30 feet of the bell that can hear it can immediately make a saving throw to end any one effect on it that's causing it to be charmed or frightened. The saving throw DC is the same as the original effect's.",
				"Once the bell has been rung in this way, it shouldn't be rung again until the next dawn. Each time it's used again before then, it has a cumulative 20 percent chance of not working and shattering into a fine, nonmagical powder."
			],
			"wondrous": true
		},
		{
			"uniqueId": "3d2d977a-2880-4c24-9ad3-a72fff16e202",
			"name": "Charging Bugle",
			"type": "OTH",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"This blue bugle horn is lined in enchanted copper that can transform sound into electrical force. You can blow a percussive note from the bugle in place of the verbal component when casting a spell of 1st level or higher that deals thunder damage, such as shatter or thunderwave. When you do, any creature or object affected by the spell also takes an extra 1d6 lightning damage. If the spell's damage would be halved on a successful saving throw, this lightning damage is also halved on a successful one.",
				"In addition, you can use a bonus action on your first turn of combat to blow an invigorating call from the bugle. Any friendly creature within 30 feet of you (including yourself) that can hear the bugle gains a 5-foot bonus to its speed until the start of your next turn."
			],
			"reqAttune": true,
			"wondrous": true
		},
		{
			"uniqueId": "126f02b2-1f82-413c-b911-323e497580b7",
			"name": "Bullfrog Bugle",
			"type": "OTH",
			"value": 5000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"wondrous": true,
			"entries": [
				"This horn sounds like a croaking frog when sounded, which is audible out to a range of 100 feet. When you speak through this horn, frogs, toads, and other beasts with the Amphibious trait can understand the meaning of your words, though the horn doesn't give you any special ability to understand them in return.",
				"Call Frog. You can use an action to sound the horn loudly, emitting a resonant croak audible out to 300 feet instead. Roll 2d6. If the total is 7, a giant toad appears in the nearest unoccupied space within 30 feet of you. On any other result, a giant frog appears instead. The creature is friendly to you and your companions and obeys your verbal commands (no action required by you), provided that it can understand you. {@i This creature will not enter combat, if initiative is rolled, it will immediately flee.}",
				"The creature remains for 1 hour or until it's reduced to 0 hit points. Once this property has been used, it can't be used again until the next dawn."
			]
		},
		{
			"uniqueId": "4f0a2deb-17ee-44cb-ba0a-2e4404a3b04f",
			"name": "Bowstring Amulet",
			"type": "OTH",
			"value": 7500,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"wondrous": true,
			"entries": [
				"This amulet's bow and arrow pendant is strung with a length of well-worn bowstring. Once on each of your turns while wearing the amulet, you can speak its command word as part of making a ranged attack with a bow or crossbow. When you do, the fired arrow or bolt magically creates a length of weightless hempen rope behind it. One end of the rope is tied to the arrow or bolt, and the other end appears in an open hand or at your feet (your choice). The rope remains for 10 minutes, until it's cut or untied, or until you use this property of the amulet again, at which point the rope instantly unravels and disappears. The rope also disappears early if it becomes longer than 300 feet before the arrow or bolt hits a target. For the rope's duration, the arrow or bolt can hold up to 500 pounds without breaking or dislodging from its point of impact."
			]
		},
		{
			"uniqueId": "78c47b7d-9784-4893-9a53-6e4b34e4c0b8",
			"name": "Bane Shield",
			"type": "S",
			"value": 20000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"baseitem": "Shield|PHB",
			"entries": [
				"This classic iron shield is emblazoned with the skull like face of a demon. The shield has 3 charges and regains 1d3 expended charges daily at dawn. When you take damage from a creature within 5 feet of you while holding this shield, you can use your reaction to expend 1 of its charges to curse that creature. The next time that creature makes an ability check or attack roll before the end of its next turn, it must roll a d4 and subtract the number rolled from the total."
			]
		},
		{
			"uniqueId": "f3c9629e-ec0e-422b-ad50-bc68766c9bda",
			"name": "Beetle Helm",
			"type": "OTH",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"This helm has a large beetle horn attached to it, supposedly so you can avoid attacks.",
				"A number of times equal to your proficiency per short rest you may attempt to parry an attack against you. As a reaction to being hit, roll an Athletics check, if the check meets or exceeds the attack roll, reduce the damage you take by 1d10 + proficiency bonus."
			]
		},
		{
			"uniqueId": "c7f6c1f4-2f17-4a32-95a4-077431383041",
			"name": "Matron's gloves",
			"type": "OTH",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"A number of times equal to your proficiency bonus per short rest, when you take the Attack action you may forgo an attack to select a target no more than one size larger than you within 10ft to throw. Make an Athletics check to a DC determined by the dm, if you succeed you can throw a target a number of feet equal to three times your strength score."
			]
		},
		{
			"uniqueId": "239dfc56-fa2a-4a30-b8d1-c45d6308c7a9",
			"name": "Great Estoc",
			"type": "M",
			"value": 37500,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"F",
				"2H",
				"H",
				"S"
			],
			"dmg1": "2d5",
			"dmgType": "P",
			"dmg2": "",
			"range": "",
			"weaponCategory": "martial",
			"entries": [
				"{@i {@b Special.}} On a critical hit, the target suffers a 1d4 penalty to its Armour Class until the end of your next turn, this effect does not stack with repeated critical hits"
			]
		},
		{
			"uniqueId": "2a51df2f-53e5-4801-9ac5-249b4107417c",
			"name": "Silver Hawk's Buckler",
			"type": "OTH",
			"value": 25000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"baseitem": "Fan Shield|DepthsofMelokir",
			"entries": [
				"This shield functions like a folding fan, rotating metal plates spin out to give it form. The strange alloy it is made from is both lightweight and durable.",
				"While this shield is equipped it can be either deployed or stowed as a bonus action. While stowed the hand it is held in is considered “free” but you do not benefit from its bonus to AC",
				"Whilst attuned this shield has two charges, as bonus action you can expend one charge to target a creature or location within 30 ft and roll a DC 15 acrobatics or athletics check to be pulled towards them, if you succeed the check by 5 or more, you regain that spent charge. Moving towards them does not provoke opportunity attacks, but you are affected by things on the ground such as spike growth. When you successfully pull yourself towards a creature, you have advantage on your next attack this turn against the creature. This shield's charges are regained after a short rest."
			],
			"reqAttune": "by those with proficiency with shields"
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Elementalist's Companion",
			"type": "OTH",
			"value": 39000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"This item relies on the user different types of elemental damage.",
				"When you deal one of the following damage types by casting a spell: fire, acid, cold or lightning, you can cause a target to be marked. Once marked, if they take damage from a spell you cast that isn't the same damage type they were initially marked with you can cause one of the following effects depending on the original damage type. By doing this you do apply a different mark even if triggering one.",
				"- Cold - the target has disadvantage on its next attack roll until the end of its next turn.",
				"- Fire - the target starts to burn, and takes 1d8 + your proficiency bonus fire damage at the start of their next turn.",
				"- Acid - The target starts to melt, gaining a -2 ac penalty until the end of their next turn.",
				"- Lightning - Target on their next turn can either use a bonus action or an action, this lasts until the end of their next turn.",
				"- Each of these marks last until the end of your next turn."
			],
			"reqAttune": "by a character with the spellcasting feature or the pact magic feature."
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Longsword of Duality",
			"type": "M",
			"rarity": "rare",
			"seller": "Arthak",
			"source": "DepthsofMelokir",
			"bonusWeapon": "+1",
			"entries": [
				"This weapon has a +1 to attack and damage rolls. This weapon also has the finesse property",
				"Whilst using this weapon one handed you gain the ability to use the interception fighting style with ability to target yourself.",
				"Whilst using this weapon two handed, When you roll damage for an attack you make with a Melee weapon that you are holding with two hands, you can treat any 1 or 2 on a weapon damage die as a 3."
			],
			"reqAttune": true,
			"value": 160000,
			"baseitem": "Longsword|PHB"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Steadfast Focus",
			"value": 35000,
			"weight": 2,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"weaponCategory": "simple",
			"wondrous": true,
			"seller": "The Demiurge",
			"type": "SCF",
			"entries": [
				"{@i A Demiurge focus, infused with a minor Miracle. A selfless phenomenon, stolen from its place in the tapestry.}",
				"This item can be used as a spellcasting focus, and holds two charges. These recharge on a long rest.",
				"When you target a single allied creature with a spell of first level or higher (including yourself), you may expend a charge: Until the end of their next turn, they cannot be knocked prone or involuntarily moved. If that creature would be involuntarily moved or knocked prone while this is in effect, they can use their reaction to make a melee attack against a creature within reach."
			]
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Bian Whip",
			"type": "M",
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"F",
				"2H",
				"R",
				"H",
				"S"
			],
			"dmg1": "3d3",
			"dmgType": "S",
			"entries": [
				"{@i {@b Special.}} You have disadvantage when you use a Flail Whip to attack a target within 5 feet of you. Additionally, to utilise this weapon it requires you have a minimum of 10 Dexterity & 10 Strength"
			],
			"reqAttune": true,
			"value": 40000,
			"baseitem": "Longsword|PHB",
			"weaponCategory": "martial",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "63afc8cb-8b2e-4905-a80a-e3175fbaf993",
			"name": "Fragment S-240",
			"type": "EHMT",
			"value": 5000,
			"rarity": "common",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems to absorb nearby soundwaves…}",
				"This enhancement can be fused to any non-magical medium or heavy armour. While fused to an item, it does not give you disadvantage on stealth checks if it would do so usually. Additionally, the strength requirement of the armour increases by 2, or becomes 13 if it doesn’t already have one."
			]
		},
		{
			"uniqueId": "750af361-2c2b-4c47-a71a-26ed2faea127",
			"name": "Fragment O-894",
			"type": "EHMT",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Hatred seems to radiate from the metal…}",
				"This enhancement can be fused to any armour. While wearing the fused item, you can not be automatically grappled as a result of being hit by an attack. Instead, you can make a Strength(Athletics) or Dexterity(Acrobatics) check to resist the grapple, with a DC equal to the attack roll that hit you."
			]
		},
		{
			"uniqueId": "d59e445e-4b69-48f4-b999-1e0e657d9e01",
			"name": "Fragment S-050",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems to be a fragment of a ranged weapon designed for close-quarters use…}",
				"This enhancement can be fused to any nonmagical ranged weapon. While fused to a weapon, you no longer suffer disadvantage from making a ranged attack while a hostile creature is within 5ft of you. However, the range of the weapon becomes 30/60, if it is not already shorter."
			]
		},
		{
			"uniqueId": "100d799b-1778-4a59-832f-47e916b461a0",
			"name": "Fragment S-782",
			"type": "EHMT",
			"value": 80000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Careful not to nick yourself..}",
				"This enhancement can be fused to any nonmagical melee weapon with the light property. While fused to a weapon, when you make the extra attack of the light property, you can make it as part of the attack action instead of as a bonus action. You can make this extra attack only once per turn. You can use this enhancement a number of times equal to your proficiency bonus and regain all uses upon finishing a short rest."
			]
		},
		{
			"uniqueId": "38859be0-2cc2-4d0b-a132-e34f75279775",
			"name": "Fragment S-945",
			"type": "EHMT",
			"value": 40000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i Careful not to leave items unattended near this fragment…}",
				"This enhancement can be fused to two different weapons or spellcasting foci (it can be one of each). While fused to two items, one of the items is shunted into an interdimensional space. You can summon the stored item as if you were drawing it. When you do so, it swaps places with the unstored item, appearing in the same place as said item.",
				"This enhancement can be fused alongside another enhancement, so long as only one of the items it is fused to has an enhancement."
			]
		},
		{
			"uniqueId": "6e66631a-c785-4ab6-86b6-94853d45c110",
			"name": "Fragment X-185",
			"type": "EHMT",
			"value": 20000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i \"Fuck you\", says the fuck you guy who grapple me with they beard.}",
				"This enhancement can be fused to any melee weapon that does slashing damage. Attacks made with the fused weapon against creatures with beards have advantage. Additionally, when you attack a creature that has at least one beard with the fused weapon and roll a 20 on the attack roll, you cut off one of the creature’s beards. The creature dies if it can’t survive without the lost beard. A creature is immune to this effect if it is immune to slashing damage or the DM decides that the creature is too big for its beard to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.",
				"This enhancement can be fused to a weapon that already has an enhancement"
			]
		},
		{
			"uniqueId": "0db8d9ac-0121-4daa-902f-e46ffb77e660",
			"name": "Fragment Z-020",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Bouncy…}",
				"This enhancement can be fused to any armour. While fused to an item, you gain the ability to double-jump. Double-jumping allows you to jump while you are mid-air, once per turn. This doubles your jump distance. While falling, you can use your reaction to jump in mid-air to break your fall. When you do so, you are only considered to have fallen 1/10 of the distance you originally did."
			]
		},
		{
			"uniqueId": "cdcc9d93-1661-4586-ac76-7dfa2bd2b1cc",
			"name": "Fragment Z-366",
			"type": "EHMT",
			"value": 50000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems this enhancement used to be part of a Haste machine…}",
				"This enhancement can be fused to any melee weapon. Whenever you kill a creature on your turn with the fused weapon, you regain half of your expended movement."
			]
		},
		{
			"uniqueId": "35b7c062-083b-4aed-b130-3647d67d4630",
			"name": "Fragment Z-498",
			"type": "EHMT",
			"value": 25000,
			"rarity": "none",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i There’s a name scratched into the metal… BRA-DO-?}",
				"This enhancement can be fused to any nonmagical armour. If your speed is reduced by an effect while you are wearing armour this enhancement is fused to, you instead ignore the speed reduction and increase your speed by the amount it would’ve been reduced by until the end of your next turn. Once you have used this property, you cannot do so until the next dawn."
			]
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Fragment Z-736",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i SPEED AND POWER!!!}",
				"This enhancement can be fused to any nonmagical ranged weapon or any non-attunement +X ranged weapon. When you take the attack action with the fused weapon, you can replace one of your attacks to create a line of magical energy 30ft long and 5ft originating from your space that lasts until the end of your next turn. While moving through or along this line, your speed is doubled and you don’t provoke attacks of opportunity, this benefit applies to your allies as well. Once you have used this special attack, you must finish a short rest to use it again.",
				"(DM Note: A square must be >50% covered by the line to give you the speed bonus on that square. Ultimately, it is up to the DM running at the time)"
			]
		}
	],
	"magicvariant": [
		{
			"name": "Underwood Armour",
			"type": "GV|DMG",
			"rarity": "uncommon",
			"requires": [
				{
					"armor": true
				}
			],
			"value": 30000,
			"inherits": {
				"source": "ArcaneAL",
				"namePrefix": "Underwood ",
				"seller": "Lord Bartholemew",
				"valueExpression": "[[baseItem.value]] + 30000",
				"rarity": "uncommon",
				"entries": [
					"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
				]
			},
			"entries": [
				"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
			],
			"source": "ArcaneAL"
		},
		{
			"name": "Marocrunch Mandible",
			"type": "GV|DMG",
			"seller": "N/A",
			"requires": [
				{
					"name": "Greatclub"
				},
				{
					"name": "Morningstar"
				},
				{
					"name": "Warhammer"
				}
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Marocrunch Mandible (",
				"source": "LandsofVita",
				"value": "30000",
				"rarity": "uncommon",
				"seller": "N/A"
			},
			"entries": [
				"This repurposed mandible still carries some of the strength to crunch through bone.",
				"Upon landing a critical hit with this weapon, the target takes 2d4 extra bludgeoning damage (this does not get doubled by said crit) and has their movement halved until the end of your next turn. This movement reduction cannot stack with other similar effects."
			],
			"source": "LandsofVita",
			"rarity": "uncommon"
		},
		{
			"uniqueId": "b17ee3aa-2bc2-4473-9353-a14def2e6595",
			"name": "Polyknight's Weapon",
			"type": "GV|DMG",
			"requires": [
				{
				"weapon": true
				}
			],
			"inherits": {
				"namePrefix": "Polyknight's ",
				"source": "DepthsofMelokir",
				"value": "20000",
				"seller": "Arthak",
				"rarity": "uncommon"
			},
			"entries": [
				"{@i For the Individual in your life that practices multiple forms of bodily harm.}",
				"After successfully dealing damage to a creature with this weapon, if later on that turn that creature takes another damage type not inflicted by that weapon attack and not inflicted by a weapon attack, they take an additional 1d4 of that secondary damage. Only triggers once per turn."
			],
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"seller": "Arthak",
			"value": "20000"
		},
		{
			"name": "Aknosom Armour",
			"source": "Feywild",
			"value": 15000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Aknosom Feather: While you are wearing this armor, you can use your reaction or bonus action to gain resistance to fire until the end of your next turn. Once you use this property, you cannot use it again until you finish a long rest.",
						"Flame Sac: While you are attuned to this armor, you can use a bonus action to speak its command word and exhale fire at a target within 15 feet of you. The target must make a DC 15 Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one. Once used, this property cannot be used again until you finish a long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Aknosom ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"valueExpression": "[[baseItem.value]] + 15000",
				"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Aknosom Feather: While you are wearing this armor, you can use your reaction or bonus action to gain resistance to fire until the end of your next turn. Once you use this property, you cannot use it again until you finish a long rest.",
						"Flame Sac: While you are attuned to this armor, you can use a bonus action to speak its command word and exhale fire at a target within 15 feet of you. The target must make a DC 15 Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one. Once used, this property cannot be used again until you finish a long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"includeBaseItemCost": true,
				"seller": "Elered"
			}
		},
		{
			"name": "Flying Mantis Polearm",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"name":"Staff"},
				{"name":"Glaive"},
				{"name":"Pike"}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"At the start of your turn while wielding this weapon, you may attempt a DC 15 Athletics or Acrobatics check, gaining a flying speed equal to your walking speed until the end of your turn a success. While flying this way, you have advantage on checks to mount onto large or larger creatures. You can use this feature a number of times equal to your proficiency bonus per long rest.",
				"Once per short rest, you can use this polearm to jump 15ft without provoking opportunity attacks."
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Flying Mantis Polearm (",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "32000",
				"entries": [
					"At the start of your turn while wielding this weapon, you may attempt a DC 15 Athletics or Acrobatics check, gaining a flying speed equal to your walking speed until the end of your turn a success. While flying this way, you have advantage on checks to mount onto large or larger creatures. You can use this feature a number of times equal to your proficiency bonus per long rest.",
					"Once per short rest, you can use this polearm to jump 15ft without provoking opportunity attacks."
				],
				"seller": "Elered"
			}
		},
		{
			"name": "Great Wroggi Armour",
			"source": "Feywild",
			"value": 10000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"rarity": "uncommon",
			"entries": [
				"Whilst wearing this armour you gain the following",
				{
					"type": "list",
					"items": [
						"Wroggi Sense: You have a +1 to nature checks and survival checks.",
						"Team player: You may use the help action as a bonus action twice per long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Great Wroggi ",
				"source": "Feywild",
				"rarity": "uncommon",
				"valueExpression": "[[baseItem.value]] + 10000",
				"entries": [
					"Whilst wearing this armour you gain the following",
					{
						"type": "list",
						"items": [
							"Wroggi Sense: You have a +1 to nature checks and survival checks.",
							"Team player: You may use the help action as a bonus action twice per long rest."
						]
					},
					"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"includeBaseItemCost": true,
				"seller": "Elered"
			}
		},
		{
			"name": "Seregios Armour",
			"value": 35000,
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Seregios Dissenter: During the first round of combat your melee weapon attacks score a critical hit on a roll of 19 or higher.",
						"Seregios Airblade: While you are attuned to this armor, you can cast the blade ward spell from it as a bonus action. Once you use this property, you can't use it again until you finish a short rest.",
						"Seregios groomingscale: While you are attuned to this armor, you can conjure a magical comb as an action. Running this comb through your hair allows you to change the length, color, curliness, and style of your hair. After running the comb through your hair, your hair is also cleaned and has a pleasant fragrance."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Seregios ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"valueExpression": "[[baseItem.value]] + 35000",
				"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Seregios Dissenter: During the first round of combat your melee weapon attacks score a critical hit on a roll of 19 or higher.",
						"Seregios Airblade: While you are attuned to this armor, you can cast the blade ward spell from it as a bonus action. Once you use this property, you can't use it again until you finish a short rest.",
						"Seregios groomingscale: While you are attuned to this armor, you can conjure a magical comb as an action. Running this comb through your hair allows you to change the length, color, curliness, and style of your hair. After running the comb through your hair, your hair is also cleaned and has a pleasant fragrance."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"seller": "Elered",
				"includeBaseItemCost": true
			}
		},
		{
			"name": "Shadowfell Hunting Horn",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"name":"Greatclub"},
				{"name":"Club"}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst wielding this club you have +1 to attack rolls and damage with this weapon. As a bonus action on your turn, you can make a DC 20 performance check, if you succeed, you and each ally within 10ft of you regains 1d4 + your proficiency bonus hp. This ability can be used a number of times equal to your proficiency bonus per short rest."
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Shadowfell Hunting Horn (",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "50000",
				"entries": [
					"Whilst wielding this club you have +1 to attack rolls and damage with this weapon. As a bonus action on your turn, you can make a DC 20 performance check, if you succeed, you and each ally within 10ft of you regains 1d4 + your proficiency bonus hp. This ability can be used a number of times equal to your proficiency bonus per short rest."
				],
				"seller": "Elered"
			}
		},
		{
			"name": "Sprinter's Armour",
			"source": "Feywild",
			"value": 24000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst wearing this armour, At the beginning of your first turn after rolling initiative you can expend and roll one of your hit die, taking that much necrotic damage that cannot be mitigated or reduced. After doing so, your movement is doubled for that turn."
			],
			"inherits": {
				"namePrefix": "Sprinter's ",
				"source": "Feywild",
				"rarity": "uncommon",
				"valueExpression": "[[baseItem.value]] + 24000",
				"entries": [
					"Whilst wearing this armour, At the beginning of your first turn after rolling initiative you can expend and roll one of your hit die, taking that much necrotic damage that cannot be mitigated or reduced. After doing so, your movement is doubled for that turn."
				],
				"seller": "Elered",
				"includeBaseItemCost": true
			}
		},
		{
			"name": "Thrown Weapon",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"type":"M"}
			],
			"excludes": {
				"property":[
					"H",
					"2H",
					"S",
					"UN"
				]
			},
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned to this weapon, add +1 to attack and damage rolls with this weapon.",
				"This weapon gains the thrown (20/60) property if it didn't already have it. If it did, increase the range of the ability to 40/120. This weapon when thrown returns to your hand."
			],
			"inherits": {
				"namePrefix": "Thrown ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "50000",
				"entries": [
					"Whilst attuned to this weapon, add +1 to attack and damage rolls with this weapon.",
					"This weapon gains the thrown (20/60) property if it didn't already have it. If it did, increase the range of the ability to 40/120. This weapon when thrown returns to your hand."
				],
				"seller": "Elered"
			}
		}
	]
}
