{
	"_meta": {
		"sources": [
			{
				"json": "ArcaneAL",
				"abbreviation": "AnA",
				"full": "Arcane and Aluminium",
				"authors": [
					"corronnicolla"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8f00ff"
			},
            {
				"json": "SacredTree",
				"abbreviation": "Tree",
				"full": "The Sacred Tree",
				"authors": [
					"maplecrepe"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "628044"
			},
            {
				"json": "Feywild",
				"abbreviation": "Fey",
				"full": "The Feywild",
				"authors": [
					"dndhater"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8D021F"
			},
            {
				"json": "LandsofVita",
				"abbreviation": "LoV",
				"full": "The Lands of Vita",
				"authors": [
					"brandonno.2"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "FFA540"
			},
			{
				"json": "VerdigrisRuins",
				"abbreviation": "TVR",
				"full": "The Verdigris Ruins",
				"authors": [
					"honeycombm"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "43B3A3"
			}
		],
		"edition": "classic"
	},
	"itemType": [
		{
			"name": "Emblem",
			"abbreviation": "EM",
			"source": "SacredTree",
			"entries": [
				"You can only be attuned to one emblem at a time"
			]
		},
		{
			"name": "Enhancement",
			"abbreviation": "EHMT",
			"source": "ArcaneAL",
			"entries": [
				"An item enhanced by Arcanuminium is considered magical if it was not already. An Enhancement can be added to, removed from or swapped with another Enhancement over the course of a long rest. An item can only have one enhancement at a time, unless it or the item has a feature that allows otherwise."
			]		
		}
	],
	"shop": [
		{
            "name": "Fragment N-001",
            "rarity": "uncommon",
            "source": "ArcaneAL",
            "type": "EHMT",
            "entries": [
                "{@i This one is far older than any enhancement you’ve seen before…}",
                "This enhancement can be fused to any non magical weapon. While fused to a weapon, you gain a +1 to attack and damage rolls made with said weapon.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
            ],
            "reqAttune": true,
            "value": 40000,
            "seller": "Bes' Selur"
        },
		{
            "name": "Wrath Emblem",
            "rarity": "uncommon",
            "source": "SacredTree",
            "type": "EM",
            "entries": [
                "Even looking at this makes your head fill with thoughts of violence",
                "While attuned to this item and bloodied, your critical hit range increases by 2 (if you would score a critical hit on a natural 20, you can now score it on an 18 or higher, if you would score a critical hit on a 19 or higher, you instead score one on a 17 or higher)"
            ],
            "reqAttune": true,
            "wondrous": true,
            "value": 45000,
            "seller": "Sought"
        },
		{
			"name": "Overloaded Lens",
			"value": 50000,
            "seller": "Arthak",
			"weight": 3,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This is a circular crystal lens encased in iron. It brightens any light shone through it significantly, but it feels almost uncomfortably hot when you do so.",
				"While attuned, when you impose an instantaneous AOE effect that deals damage originating from you, you can convert it to a line. (with both cones and radii originating from you, it becomes double the length and 5ft wide).",
				"While attuned, whenever you impose an instantaneous AOE line originating from you and multiple creatures are in the line, you can overload the effect: the first creature in the line takes two more die of damage. Whenever you overload, take {@dice 1d4}+PROF radiant damage that can't be reduced or ignored. "
			]
		},
		{
			"name": "Gravebound Conduit",
			"value": 40000,
            "seller": "Arthak",
			"weight": 1,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": "by a Lictor",
			"reqAttuneTags": [
				{
					"class": "Lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"This bundle of black strings seems unusually suited to transmitting deathly energies.",
				"While attuned to this item, you can use the Wrack Foes ability more than once per turn. Additionally, you may reroll ones once on your Wrack Foes damage."
			]
		},
		{
			"name": "Fragment N-007",
			"type": "EHMT",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Inscribed into the fragment is the phrase “out of spells, not options”}",
				"This enhancement can be fused to any spellcasting focus or weapon. While fused to an item, it becomes a spellcasting focus, if it isn’t already. You gain a +1 bonus to the spell attack rolls and spell save DC of spells cast through this item."
			]
		},
		{
			"name": "Fragment S-196",
			"type": "EHMT",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Sticky… metal?}",
				"This enhancement can be fused to any shield. When you attempt to grapple a creature, you can consider the fused shield as a free hand for the purposes of grappling. While grappling a creature this way, any magical properties (outside of curses) of the shield are suppressed for the duration of the grapple. Once you have successfully grappled a creature this way, you must finish a short rest before you can do so again."
			]
		},
		{
			"name": "Fragment Z-560",
			"type": "EHMT",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i “Teleporting has never been so easy with the Go Further 9000TM!”}",
				"This enhancement can be fused to any armour or clothing. While wearing the infused item, the range of your teleportation spells and features is increased by an amount equal to (5 x Proficiency Bonus) feet."
			]
		},
		{
			"name": "Fragment O-478",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i This metal is shockingly cold to the touch.}",
				"This enhancement can be fused to any metal armour, shield or weapon. While wielding or wearing the fused item, if an item you or an ally within 30ft is wearing or wielding is targeted by the Heat Metal spell or a similar effect, the target of the spell is changed to this item instead. You do not suffer any downsides from the spell/effect outside of the damage."
			]
		},
		{
			"name": "Fragment X-431",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i Caution: Explosive}",
				"This enhancement can be fused to any non magical melee weapon. While fused to a weapon, it gains the Exploding property"
			]
		},
		{
			"name": "Flickering Rune",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Lord Bartholemew",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"This rune can be attached to any non-magical weapon, causing it to become flickering. A flickering rune causes a weapon to shimmer, grow blurry and indistinct, and momentarily turn invisible at random intervals for a second or two. Creatures have disadvantage on attempts they make to disarm you of a flickering weapon and you have advantage on attempts to avoid being disarmed. On a critical hit with a flickering weapon, the target must make a DC (8+prof+Strength or Dexterity) constitution saving throw or be blinded until the start of your next turn."
			],
			"wondrous": true
		}
	],
	"magicvariant": [
		{
			"name": "Underwood Armour",
			"type": "GV|DMG",
			"rarity": "uncommon",
			"requires": [
				{
					"armor": true
				}
			],
			"value": 30000,
			"inherits": {
				"source": "ArcaneAL",
				"namePrefix": "Underwood ",
				"seller": "Lord Bartholemew",
				"valueExpression": "[[baseItem.value]] + 30000",
				"rarity": "uncommon",
				"entries": [
					"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
				]
			},
			"entries": [
				"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
			],
			"source": "ArcaneAL"
		}
	]
}
