{
	"_meta": {
		"sources": [
			{
				"json": "ArcaneAL",
				"abbreviation": "AnA",
				"full": "Arcane and Aluminium",
				"authors": [
					"corronnicolla"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8f00ff"
			},
            {
				"json": "SacredTree",
				"abbreviation": "Tree",
				"full": "The Sacred Tree",
				"authors": [
					"maplecrepe"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "628044"
			},
            {
				"json": "Feywild",
				"abbreviation": "Fey",
				"full": "The Feywild",
				"authors": [
					"dndhater"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "8D021F"
			},
            {
				"json": "LandsofVita",
				"abbreviation": "LoV",
				"full": "The Lands of Vita",
				"authors": [
					"brandonno.2"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "FFA540"
			},
			{
				"json": "VerdigrisRuins",
				"abbreviation": "TVR",
				"full": "The Verdigris Ruins",
				"authors": [
					"honeycombm"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color": "43B3A3"
			},
			{
				"json": "IslesOfAzoria",
				"abbreviation": "IoA",
				"full": "Isles of Azoria",
				"authors": [
					"kinettik02"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color":"85FFF8"
			},
			{
				"json": "HellShard",
				"abbreviation": "HS",
				"full": "The Hellfire Shard",
				"authors": [
					"bayta"
				],
				"convertedBy": [
					"Cheezl"
				],
				"color":"202024"				
			}
		],
		"edition": "classic"
	},
	"itemType": [
		{
			"name": "Emblem",
			"abbreviation": "EM",
			"source": "SacredTree",
			"entries": [
				"You can only be attuned to one emblem at a time"
			]
		},
		{
			"name": "Enhancement",
			"abbreviation": "EHMT",
			"source": "ArcaneAL",
			"entries": [
				"An item enhanced by Arcanuminium is considered magical if it was not already. An Enhancement can be added to, removed from or swapped with another Enhancement over the course of a long rest. An item can only have one enhancement at a time, unless it or the item has a feature that allows otherwise."
			]		
		},
		{
			"name": "Weapon Charm",
			"abbreviation": "CHARM",
			"source": "HellShard",
			"entries": [
				""
			]
		}
	],
	"shop": [
		{
            "name": "Fragment N-001",
            "rarity": "uncommon",
            "source": "ArcaneAL",
            "type": "EHMT",
            "entries": [
                "{@i This one is far older than any enhancement you’ve seen before…}",
                "This enhancement can be fused to any non magical weapon. While fused to a weapon, you gain a +1 to attack and damage rolls made with said weapon.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
            ],
            "reqAttune": true,
            "value": 40000,
            "seller": "FCB"
        },
		{
            "name": "Fragment N-002",
            "rarity": "rare",
            "source": "ArcaneAL",
            "type": "EHMT",
            "entries": [
                "{@i It’s an older model, but it checks out}",
                "This enhancement can be fused to any non magical weapon. While fused to a weapon, you gain a +2 to attack and damage rolls made with said weapon.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
            ],
            "reqAttune": true,
            "value": 150000,
            "seller": "FCB"
        },
		{
            "name": "Wrath Emblem",
            "rarity": "uncommon",
            "source": "SacredTree",
            "type": "EM",
            "entries": [
                "Even looking at this makes your head fill with thoughts of violence",
                "While attuned to this item and bloodied, your critical hit range increases by 2 (if you would score a critical hit on a natural 20, you can now score it on an 18 or higher, if you would score a critical hit on a 19 or higher, you instead score one on a 17 or higher)"
            ],
            "reqAttune": true,
            "wondrous": true,
            "value": 45000,
            "seller": "Sought"
        },
		{
			"name": "Overloaded Lens",
			"value": 50000,
            "seller": "Arthak",
			"weight": 3,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This is a circular crystal lens encased in iron. It brightens any light shone through it significantly, but it feels almost uncomfortably hot when you do so.",
				"While attuned, when you impose an instantaneous AOE effect that deals damage originating from you, you can convert it to a line. (with both cones and radii originating from you, it becomes double the length and 5ft wide).",
				"While attuned, whenever you impose an instantaneous AOE line originating from you and multiple creatures are in the line, you can overload the effect: the first creature in the line takes two more die of damage. Whenever you overload, take {@dice 1d4}+PROF radiant damage that can't be reduced or ignored. "
			]
		},
		{
			"name": "Gravebound Conduit",
			"value": 40000,
            "seller": "Arthak",
			"weight": 1,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"reqAttune": "by a Lictor",
			"reqAttuneTags": [
				{
					"class": "Lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"This bundle of black strings seems unusually suited to transmitting deathly energies.",
				"While attuned to this item, you can use the Wrack Foes ability more than once per turn. Additionally, you may reroll ones once on your Wrack Foes damage."
			]
		},
		{
			"name": "Fragment N-004",
			"type": "EHMT",
			"value": 300000,
			"weight": 0,
			"rarity": "rare",
			"seller": "FCB",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i “Good ol’ +1, no-one ever went wrong with an old fashioned +1…”}",
				"This enhancement can be fused to any nomagical weapon or magical weapon of uncommon or lower rarity. While fused to an item, the weapon’s bonus to attack and damage rolls is increased by one, to a maximum of +1. This bonus applies after any other +1 bonuses have been applied and does not stack with itself (from other copies of this item).",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
			]
		},
		{
			"name": "Fragment N-007",
			"type": "EHMT",
			"value": 75000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "FCB",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Inscribed into the fragment is the phrase “out of spells, not options”}",
				"This enhancement can be fused to any spellcasting focus or weapon. While fused to an item, it becomes a spellcasting focus, if it isn’t already. You gain a +1 bonus to the spell attack rolls and spell save DC of spells cast through this item.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
			]
		},
		{
			"name": "Fragment N-008",
			"type": "EHMT",
			"value": 300000,
			"weight": 0,
			"rarity": "rare",
			"seller": "FCB",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Inscribed into the fragment is a depiction of a mage holding another mage in a headlock}",
				"This enhancement can be fused to any spellcasting focus or weapon. While fused to an item, it becomes a spellcasting focus, if it isn’t already. You gain a +2 bonus to the spell attack rolls and spell save DC of spells cast through this item.",
				"This enhancement can be fused alongside another enhancement, so long as it is of a rarity equal to or lower than this enhancement."
			]
		},
		{
			"name": "Fragment S-196",
			"type": "EHMT",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i Sticky… metal?}",
				"This enhancement can be fused to any shield. When you atFeywildt to grapple a creature, you can consider the fused shield as a free hand for the purposes of grappling. While grappling a creature this way, any magical properties (outside of curses) of the shield are suppressed for the duration of the grapple. Once you have successfully grappled a creature this way, you must finish a short rest before you can do so again."
			]
		},
		{
			"name": "Fragment Z-560",
			"type": "EHMT",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i “Teleporting has never been so easy with the Go Further 9000TM!”}",
				"This enhancement can be fused to any armour or clothing. While wearing the infused item, the range of your teleportation spells and features is increased by an amount equal to (5 x Proficiency Bonus) feet."
			]
		},
		{
			"name": "Fragment O-478",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i This metal is shockingly cold to the touch.}",
				"This enhancement can be fused to any metal armour, shield or weapon. While wielding or wearing the fused item, if an item you or an ally within 30ft is wearing or wielding is targeted by the Heat Metal spell or a similar effect, the target of the spell is changed to this item instead. You do not suffer any downsides from the spell/effect outside of the damage."
			]
		},
		{
			"name": "Fragment X-431",
			"type": "EHMT",
			"value": 30000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"entries": [
				"{@i Caution: Explosive}",
				"This enhancement can be fused to any non magical melee weapon. While fused to a weapon, it gains the Exploding property"
			]
		},
		{
			"name": "Flickering Rune",
			"value": 40000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Lord Bartholemew",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"@i {Note: This is one of a kind, ping Byron when you purchase this so it will be removed from the store}",
				"This rune can be attached to any non-magical weapon, causing it to become flickering. A flickering rune causes a weapon to shimmer, grow blurry and indistinct, and momentarily turn invisible at random intervals for a second or two. Creatures have disadvantage on atFeywildts they make to disarm you of a flickering weapon and you have advantage on atFeywildts to avoid being disarmed. On a critical hit with a flickering weapon, the target must make a DC (8+prof+Strength or Dexterity) constitution saving throw or be blinded until the start of your next turn."
			],
			"wondrous": true
		},
		{
			"name": "Fragment N-010",
			"type": "EHMT",
			"weight": 0,
			"rarity": "uncommon",
			"seller": "FCB",
			"source": "ArcaneAL",
			"value": 75000,
			"reqAttune": true,
			"entries": [
				"{@i A fragment fit for a master of battle!}",
				"This enhancement can be fused to any non-magical weapon or armour. While fused to an item, your non-spell save DCs increase by one. This is considered a +1 for the purposes of +1 stacking rules."
			]
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Granite Blade",
			"value": 37500,
			"weight": 20,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"seller": "N/A",
			"property": [
				"V",
				"H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"dmg2": "3d3",
			"reqAttune": true,
			"wondrous": true,
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"Due to the sheer weight of this weapon, you can swing yourself around with it. As part of making an attack with this weapon, you can move up to 5ft towards your target without provoking opportunity attacks. This cannot be used to make lateral movement around a target, and can only be used if the 5ft of movement actually brings the user within reach of the target."
			],
			"baseitem": "Warhammer",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Coinhammer",
			"value": 40000,
			"weight": 10,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"seller": "N/A",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "1d12",
			"dmgType": "B",
			"reqAttune": true,
			"wondrous": true,
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"Whenever you successfully hit with this weapon, instead of rolling damage you flip a number of coins equal to twice your proficiency bonus. (For digital use, roll a 1d2 and treat a 2 as a success, with this feature being unaffected by any reroll or dice modifying features.)",
				"For each successful flip, this weapon deals 3 magical bludgeoning damage for that hit. the user takes magical bludgeoning damage equal to two times the amount of lost flips. This damage can be reduced, but cannot be ignored. Dealing critical damage with this weapon means flipping twice as many coins.",
				"If you win every flip, you may flip another set of coins: these coins deal 6 damage either direction.",
				"{@i [Author's note to user:  The weapon always still deals additional damage equal to your strength like a normal maul - the coins only replace the d12 you would normally roll. For example, winning 4 out of 6 flips deals 12+STR damage to your opponent while taking 4 damage in return. Additionally, The win-big set of coins cannot retrigger itself. If you DO manage to succeed on all your win-big flips, send me a screenshot so I can laugh at it forever]}",
				"{@i [Author’s 2nd note: the coins cannot be rerolled by reroll features]}"
			],
			"baseitem": "Maul",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Grinning Gastronome",
			"value": 40000,
			"weight": 6,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"property": [
				"2H",
				"H"
			],
			"dmgType": "S",
			"type": "M",
			"weaponCategory": "martial",
			"entries": [
				"{@i This giant curved blade seems to have a hinge in the middle, with the inner edge lined with... teeth?}",
				"At the start of your turn, you may choose to have this weapon folded or unfolded.",
				"Folded: This weapon deals 1d10 slashing damage, and you can as a reaction to being successfully hit with a ranged attack atFeywildt to \"eat\" said incoming ranged attack with your blade. Reduce the damage by 1d10+Proficiency bonus - if this fully reduces the damage, you feel pretty cool.",
				"Unfolded: This weapon deals 2d6 bludgeoning damage and has reach."
			],
			"wondrous": true,
			"dmg1": "1d10 / 2d6"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Red Iron Focus",
			"value": 40000,
			"weight": 2,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"type": "SCF",
			"weaponCategory": "martial",
			"entries": [
				"{@i This engraved disc of red iron is covered in tiny symbols. It feels like it... needs an exchange, in order to imbue its user with power.}",
				"This item can be used as a spellcasting foci by any spellcasting class.",
				"When attuning to this item and at the end of a long rest, choose Strength or Guile.",
				"Strength: You cannot be involuntarily moved, and add 1d4 to strength and constitution saving throws. You subtract 1d4 from wisdom saving throws.",
				"Guile: You have advantage against being charmed or frightened, and add 1d4 to a mental saving throw of your choice (chosen at start of session). Your Maximum HP is reduced by 13.",
				"You may only have one of these bonuses active at a time."
			],
			"wondrous": true,
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "The Quetzal",
			"value": 40000,
			"weight": 2,
			"rarity": "uncommon",
			"seller": "Menes, The Runesmith",
			"source": "LandsofVita",
			"property": [
				"2H",
				"H",
				"A"
			],
			"dmg1": "1d8",
			"dmgType": "P",
			"range": "150/600",
			"type": "R",
			"weaponCategory": "martial",
			"entries": [
				"{@i A thin bow made from bone carved from the walls - the “joints” allow for a much longer draw. It seems to have a faint heartbeat under your hand.}",
				"Once per turn while wielding this weapon, you can choose to roll an attack with this weapon at disadvantage (this disadvantage cannot be negated, mitigated or cancelled by any other effect, including advantage.) If you successfully hit with this attack, you use 4d3 as your damage die for that attack and knock the target up to 10ft backwards."
			],
			"baseitem": "Longbow|PHB",
			"wondrous": true
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Cerulean Stave",
			"value": 50000,
			"weight": 2,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"weaponCategory": "simple",
			"baseItem":"Staff|PHB",
			"wondrous": true,
			"type": "SCF",
			"seller": "N/A",
			"reqAttune": true,
			"entries": [
				"{@i A blue crystalline staff. Seems to resonate somewhat with other sounds.}",
				"This item can be used as a spellcasting focus by any class.",
				"When a spell is cast with this item, the caster can atFeywildt to reroll an attack roll or damage die. Each time this ability is used, regardless of the result, the caster takes damage equal to twice the die roll. A die can be rerolled with this ability up to PROF times. The damage from this feature to self is force, cannot be reduced or negated in any way, and ignores Feywildorary HP.",
				"This ability is usable once per long rest."
			]
		},
		{
			"uniqueId": "fbc349f4-2736-4bcd-8b4f-9b23358ac1ae",
			"name": "Cloak of Daggers",
			"value": 40000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"This asymmetrical cloak has a ring of silver daggers along its bottom hem. While wearing the cloak, you have advantage on Dexterity (Stealth) checks while in dim light or darkness.",
				"In addition, you can use a bonus action to summon a magic silver dagger to one or both of your hands, provided that they're empty. Each dagger disappears in a puff of smoke after 1 minute or at the end of your turn if you aren't holding it."
			]
		},
		{
			"uniqueId": "1b05f44b-89a3-4da6-a48e-822e4d8293ec",
			"name": "Clear Bell",
			"type": "OTH",
			"value": 22000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"When you use an action to ring this all-glass handbell, the sound rings out with perfect clarity. Any creature within 30 feet of the bell that can hear it can immediately make a saving throw to end any one effect on it that's causing it to be charmed or frightened. The saving throw DC is the same as the original effect's.",
				"Once the bell has been rung in this way, it shouldn't be rung again until the next dawn. Each time it's used again before then, it has a cumulative 20 percent chance of not working and shattering into a fine, nonmagical powder."
			],
			"wondrous": true
		},
		{
			"uniqueId": "3d2d977a-2880-4c24-9ad3-a72fff16e202",
			"name": "Charging Bugle",
			"type": "OTH",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"This blue bugle horn is lined in enchanted copper that can transform sound into electrical force. You can blow a percussive note from the bugle in place of the verbal component when casting a spell of 1st level or higher that deals thunder damage, such as shatter or thunderwave. When you do, any creature or object affected by the spell also takes an extra 1d6 lightning damage. If the spell's damage would be halved on a successful saving throw, this lightning damage is also halved on a successful one.",
				"In addition, you can use a bonus action on your first turn of combat to blow an invigorating call from the bugle. Any friendly creature within 30 feet of you (including yourself) that can hear the bugle gains a 5-foot bonus to its speed until the start of your next turn."
			],
			"reqAttune": true,
			"wondrous": true
		},
		{
			"uniqueId": "126f02b2-1f82-413c-b911-323e497580b7",
			"name": "Bullfrog Bugle",
			"type": "OTH",
			"value": 5000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"wondrous": true,
			"entries": [
				"This horn sounds like a croaking frog when sounded, which is audible out to a range of 100 feet. When you speak through this horn, frogs, toads, and other beasts with the Amphibious trait can understand the meaning of your words, though the horn doesn't give you any special ability to understand them in return.",
				"Call Frog. You can use an action to sound the horn loudly, emitting a resonant croak audible out to 300 feet instead. Roll 2d6. If the total is 7, a giant toad appears in the nearest unoccupied space within 30 feet of you. On any other result, a giant frog appears instead. The creature is friendly to you and your companions and obeys your verbal commands (no action required by you), provided that it can understand you. {@i This creature will not enter combat, if initiative is rolled, it will immediately flee.}",
				"The creature remains for 1 hour or until it's reduced to 0 hit points. Once this property has been used, it can't be used again until the next dawn."
			]
		},
		{
			"uniqueId": "4f0a2deb-17ee-44cb-ba0a-2e4404a3b04f",
			"name": "Bowstring Amulet",
			"type": "OTH",
			"value": 7500,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"wondrous": true,
			"entries": [
				"This amulet's bow and arrow pendant is strung with a length of well-worn bowstring. Once on each of your turns while wearing the amulet, you can speak its command word as part of making a ranged attack with a bow or crossbow. When you do, the fired arrow or bolt magically creates a length of weightless hempen rope behind it. One end of the rope is tied to the arrow or bolt, and the other end appears in an open hand or at your feet (your choice). The rope remains for 10 minutes, until it's cut or untied, or until you use this property of the amulet again, at which point the rope instantly unravels and disappears. The rope also disappears early if it becomes longer than 300 feet before the arrow or bolt hits a target. For the rope's duration, the arrow or bolt can hold up to 500 pounds without breaking or dislodging from its point of impact."
			]
		},
		{
			"uniqueId": "78c47b7d-9784-4893-9a53-6e4b34e4c0b8",
			"name": "Bane Shield",
			"type": "S",
			"value": 20000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"baseitem": "Shield|PHB",
			"entries": [
				"This classic iron shield is emblazoned with the skull like face of a demon. The shield has 3 charges and regains 1d3 expended charges daily at dawn. When you take damage from a creature within 5 feet of you while holding this shield, you can use your reaction to expend 1 of its charges to curse that creature. The next time that creature makes an ability check or attack roll before the end of its next turn, it must roll a d4 and subtract the number rolled from the total."
			]
		},
		{
			"uniqueId": "f3c9629e-ec0e-422b-ad50-bc68766c9bda",
			"name": "Beetle Helm",
			"type": "OTH",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"This helm has a large beetle horn attached to it, supposedly so you can avoid attacks.",
				"A number of times equal to your proficiency per short rest you may atFeywildt to parry an attack against you. As a reaction to being hit, roll an Athletics check, if the check meets or exceeds the attack roll, reduce the damage you take by 1d10 + proficiency bonus."
			]
		},
		{
			"uniqueId": "c7f6c1f4-2f17-4a32-95a4-077431383041",
			"name": "Matron's gloves",
			"type": "OTH",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"A number of times equal to your proficiency bonus per short rest, when you take the Attack action you may forgo an attack to select a target no more than one size larger than you within 10ft to throw. Make an Athletics check to a DC determined by the dm, if you succeed you can throw a target a number of feet equal to three times your strength score."
			]
		},
		{
			"uniqueId": "239dfc56-fa2a-4a30-b8d1-c45d6308c7a9",
			"name": "Great Estoc",
			"type": "M",
			"value": 37500,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"F",
				"2H",
				"H",
				"S"
			],
			"dmg1": "2d5",
			"dmgType": "P",
			"dmg2": "",
			"range": "",
			"weaponCategory": "martial",
			"entries": [
				"{@i {@b Special.}} On a critical hit, the target suffers a 1d4 penalty to its Armour Class until the end of your next turn, this effect does not stack with repeated critical hits"
			]
		},
		{
			"uniqueId": "2a51df2f-53e5-4801-9ac5-249b4107417c",
			"name": "Silver Hawk's Buckler",
			"type": "OTH",
			"value": 25000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"baseitem": "Fan Shield|DepthsofMelokir",
			"entries": [
				"This shield functions like a folding fan, rotating metal plates spin out to give it form. The strange alloy it is made from is both lightweight and durable.",
				"While this shield is equipped it can be either deployed or stowed as a bonus action. While stowed the hand it is held in is considered “free” but you do not benefit from its bonus to AC",
				"Whilst attuned this shield has two charges, as bonus action you can expend one charge to target a creature or location within 30 ft and roll a DC 15 acrobatics or athletics check to be pulled towards them, if you succeed the check by 5 or more, you regain that spent charge. Moving towards them does not provoke opportunity attacks, but you are affected by things on the ground such as spike growth. When you successfully pull yourself towards a creature, you have advantage on your next attack this turn against the creature. This shield's charges are regained after a short rest."
			],
			"reqAttune": "by those with proficiency with shields"
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Elementalist's Companion",
			"type": "OTH",
			"value": 39000,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"This item relies on the user different types of elemental damage.",
				"When you deal one of the following damage types by casting a spell: fire, acid, cold or lightning, you can cause a target to be marked. Once marked, if they take damage from a spell you cast that isn't the same damage type they were initially marked with you can cause one of the following effects depending on the original damage type. By doing this you do apply a different mark even if triggering one.",
				"- Cold - the target has disadvantage on its next attack roll until the end of its next turn.",
				"- Fire - the target starts to burn, and takes 1d8 + your proficiency bonus fire damage at the start of their next turn.",
				"- Acid - The target starts to melt, gaining a -2 ac penalty until the end of their next turn.",
				"- Lightning - Target on their next turn can either use a bonus action or an action, this lasts until the end of their next turn.",
				"- Each of these marks last until the end of your next turn."
			],
			"reqAttune": "by a character with the spellcasting feature or the pact magic feature."
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Longsword of Duality",
			"type": "M",
			"rarity": "rare",
			"seller": "Arthak",
			"source": "DepthsofMelokir",
			"bonusWeapon": "+1",
			"entries": [
				"This weapon has a +1 to attack and damage rolls. This weapon also has the finesse property",
				"Whilst using this weapon one handed you gain the ability to use the interception fighting style with ability to target yourself.",
				"Whilst using this weapon two handed, When you roll damage for an attack you make with a Melee weapon that you are holding with two hands, you can treat any 1 or 2 on a weapon damage die as a 3."
			],
			"reqAttune": true,
			"value": 160000,
			"baseitem": "Longsword|PHB"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Steadfast Focus",
			"value": 35000,
			"rarity": "uncommon",
			"source": "LandsofVita",
			"wondrous": true,
			"seller": "The Demiurge",
			"type": "SCF",
			"entries": [
				"{@i A Demiurge focus, infused with a minor Miracle. A selfless phenomenon, stolen from its place in the tapestry.}",
				"This item can be used as a spellcasting focus, and holds two charges. These recharge on a long rest.",
				"When you target a single allied creature with a spell of first level or higher (including yourself), you may expend a charge: Until the end of their next turn, they cannot be knocked prone or involuntarily moved. If that creature would be involuntarily moved or knocked prone while this is in effect, they can use their reaction to make a melee attack against a creature within reach."
			]
		},
		{
			"uniqueId": "30e100a2-c265-4958-8301-4d889e273eba",
			"name": "Bian Whip",
			"type": "M",
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"F",
				"2H",
				"R",
				"H",
				"S"
			],
			"dmg1": "3d3",
			"dmgType": "S",
			"entries": [
				"{@i {@b Special.}} You have disadvantage when you use a Flail Whip to attack a target within 5 feet of you. Additionally, to utilise this weapon it requires you have a minimum of 10 Dexterity & 10 Strength"
			],
			"reqAttune": true,
			"value": 40000,
			"baseitem": "Longsword|PHB",
			"weaponCategory": "martial",
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "63afc8cb-8b2e-4905-a80a-e3175fbaf993",
			"name": "Fragment S-240",
			"type": "EHMT",
			"value": 5000,
			"rarity": "common",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems to absorb nearby soundwaves…}",
				"This enhancement can be fused to any non-magical medium or heavy armour. While fused to an item, it does not give you disadvantage on stealth checks if it would do so usually. Additionally, the strength requirement of the armour increases by 2, or becomes 13 if it doesn’t already have one."
			]
		},
		{
			"uniqueId": "750af361-2c2b-4c47-a71a-26ed2faea127",
			"name": "Fragment O-894",
			"type": "EHMT",
			"value": 45000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Hatred seems to radiate from the metal…}",
				"This enhancement can be fused to any armour. While wearing the fused item, you can not be automatically grappled as a result of being hit by an attack. Instead, you can make a Strength(Athletics) or Dexterity(Acrobatics) check to resist the grapple, with a DC equal to the attack roll that hit you."
			]
		},
		{
			"uniqueId": "d59e445e-4b69-48f4-b999-1e0e657d9e01",
			"name": "Fragment S-050",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems to be a fragment of a ranged weapon designed for close-quarters use…}",
				"This enhancement can be fused to any nonmagical ranged weapon. While fused to a weapon, you no longer suffer disadvantage from making a ranged attack while a hostile creature is within 5ft of you. However, the range of the weapon becomes 30/60, if it is not already shorter."
			]
		},
		{
			"uniqueId": "100d799b-1778-4a59-832f-47e916b461a0",
			"name": "Fragment S-782",
			"type": "EHMT",
			"value": 80000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Careful not to nick yourself..}",
				"This enhancement can be fused to any nonmagical melee weapon with the light property. While fused to a weapon, when you make the extra attack of the light property, you can make it as part of the attack action instead of as a bonus action. You can make this extra attack only once per turn. You can use this enhancement a number of times equal to your proficiency bonus and regain all uses upon finishing a short rest."
			]
		},
		{
			"uniqueId": "38859be0-2cc2-4d0b-a132-e34f75279775",
			"name": "Fragment S-945",
			"type": "EHMT",
			"value": 40000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i Careful not to leave items unattended near this fragment…}",
				"This enhancement can be fused to two different weapons or spellcasting foci (it can be one of each). While fused to two items, one of the items is shunted into an interdimensional space. You can summon the stored item as if you were drawing it. When you do so, it swaps places with the unstored item, appearing in the same place as said item.",
				"This enhancement can be fused alongside another enhancement, so long as only one of the items it is fused to has an enhancement."
			]
		},
		{
			"uniqueId": "6e66631a-c785-4ab6-86b6-94853d45c110",
			"name": "Fragment X-185",
			"type": "EHMT",
			"value": 20000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i \"Fuck you\", says the fuck you guy who grapple me with they beard.}",
				"This enhancement can be fused to any melee weapon that does slashing damage. Attacks made with the fused weapon against creatures with beards have advantage. Additionally, when you attack a creature that has at least one beard with the fused weapon and roll a 20 on the attack roll, you cut off one of the creature’s beards. The creature dies if it can’t survive without the lost beard. A creature is immune to this effect if it is immune to slashing damage or the DM decides that the creature is too big for its beard to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.",
				"This enhancement can be fused to a weapon that already has an enhancement"
			]
		},
		{
			"uniqueId": "0db8d9ac-0121-4daa-902f-e46ffb77e660",
			"name": "Fragment Z-020",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i Bouncy…}",
				"This enhancement can be fused to any armour. While fused to an item, you gain the ability to double-jump. Double-jumping allows you to jump while you are mid-air, once per turn. This doubles your jump distance. While falling, you can use your reaction to jump in mid-air to break your fall. When you do so, you are only considered to have fallen 1/10 of the distance you originally did."
			]
		},
		{
			"uniqueId": "cdcc9d93-1661-4586-ac76-7dfa2bd2b1cc",
			"name": "Fragment Z-366",
			"type": "EHMT",
			"value": 50000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i It seems this enhancement used to be part of a Haste machine…}",
				"This enhancement can be fused to any melee weapon. Whenever you kill a creature on your turn with the fused weapon, you regain half of your expended movement."
			]
		},
		{
			"uniqueId": "35b7c062-083b-4aed-b130-3647d67d4630",
			"name": "Fragment Z-498",
			"type": "EHMT",
			"value": 25000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"{@i There’s a name scratched into the metal… BRA-DO-?}",
				"This enhancement can be fused to any nonmagical armour. If your speed is reduced by an effect while you are wearing armour this enhancement is fused to, you instead ignore the speed reduction and increase your speed by the amount it would’ve been reduced by until the end of your next turn. Once you have used this property, you cannot do so until the next dawn."
			]
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Fragment Z-736",
			"type": "EHMT",
			"value": 35000,
			"rarity": "uncommon",
			"seller": "Amanda",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"{@i SPEED AND POWER!!!}",
				"This enhancement can be fused to any nonmagical ranged weapon or any non-attunement +X ranged weapon. When you take the attack action with the fused weapon, you can replace one of your attacks to create a line of magical energy 30ft long and 5ft originating from your space that lasts until the end of your next turn. While moving through or along this line, your speed is doubled and you don’t provoke attacks of opportunity, this benefit applies to your allies as well. Once you have used this special attack, you must finish a short rest to use it again.",
				"(DM Note: A square must be >50% covered by the line to give you the speed bonus on that square. Ultimately, it is up to the DM running at the time)"
			]
		},
		{
			"uniqueId": "778a43a8-9ee4-438d-ad9e-ca05a9459810",
			"name": "Fragment Z-607",
			"type": "EHMT",
			"weight": 0,
			"rarity": "rare",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"value": 190000,
			"entries": [
				"{@i This fragment seems more… democratic than most.!}",
				"This enhancement can be fused to any nonmagical armour. While wearing the fused armour, you can teleport to an unoccupied space you can see within 30ft as a bonus action. When you do so, you take 1d8 force damage once you arrive, that cannot be reduced in any way. Every subsequent use of this item doubles the number of d8s you roll when you arrive, resetting every dawn."
			]
		},
		{
			"uniqueId": "778a43a8-9ee4-438d-ad9e-ca05a9459810",
			"name": "Fragment X-051",
			"type": "EHMT",
			"weight": 0,
			"rarity": "rare",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"value": 150000,
			"entries": [
				"{@i The fragment seems to crystallise the armour around your ankles.}",
				"This enhancement can be fused to any armour or clothing. While wearing the fused item, any fall damage you take has the exploding property. Whenever you take fall damage, creatures within 15ft of you must make a DC (8+Con+Prof) Dexterity saving throw or take magical piercing damage equal to the damage rolled."
			]
		},
		{
			"uniqueId": "778a43a8-9ee4-438d-ad9e-ca05a9459810",
			"name": "Fragment S-167",
			"type": "EHMT",
			"weight": 0,
			"rarity": "rare",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"value": 170000,
			"entries": [
				"{@i It looks like it was originally a glove, but it has a few too many fingers for that…}",
				"This enhancement can be fused to any spellcasting focus. While fused to this focus, when you cast a spell that requires a ranged spell attack roll, you can instead make it as a melee spell attack. Alternatively, if you cast a spell that requires you to make a melee spell attack, you can instead make it as a ranged spell attack with a range of 60ft. Once you have used either option, you must finish a short or long rest to use this enhancement again."
			],
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "778a43a8-9ee4-438d-ad9e-ca05a9459810",
			"name": "Fragment O-465",
			"type": "EHMT",
			"weight": 0,
			"rarity": "rare",
			"seller": "Bes' Selur",
			"source": "ArcaneAL",
			"value": 200000,
			"entries": [
				"{@i When fused, the armour seems to vibrate slightly.}",
				"This enhancement can be fused to any armour. As a bonus action while wearing the fused armour, you can activate a magical displacement field, which lasts for a minute. Attacks made against you are made at disadvantage so long as this field is active. The effect ends early if you are incapacitated, restrained or hit by an attack. Once you have used this feature, you must finish a short or long rest to use it again."
			],
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Evergreen Staff",
			"type": "M",
			"value": 5000,
			"rarity": "common",
			"seller": "The Craftspeople",
			"source": "SacredTree",
			"entries": [
				"{@i Magic seems to cling to this staff much longer than one would expect}",
				"When you cast the shillelagh spell on this staff, it lasts 8 hours instead of the usual 1 minute"
			],
			"baseitem": "Quarterstaff",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Sacred Amber Focus",
			"type": "SCF",
			"value": 10000,
			"rarity": "common",
			"seller": "The Craftspeople",
			"source": "SacredTree",
			"entries": [
				"{@i Shaped from the Amber the Sacred Tree produces, it seems to limit any incoming divine magic}",
				"If you're holding the focus when you take radiant damage, you can use your reaction to reduce the damage by 1d4 (to a minimum of 0).",
				"By paying the Craftspeople 300gp, you can increase the rarity of the Sacred Amber Focus to uncommon, and give it one of the following features:",
				{
				"type": "list",
				"items": [
					"{@b The Woodcarver's Offering - Punish the Holy.} Increase the amount of radiant damage this item reduces to 1d4 + your PB. When you reduce damage dealt by a creature within 60 ft. of you using this item, the creature that dealt damage to you takes psychic damage equal to the amount you reduced the damage by.",
					"{@b The Metalworker's Offering - Hide the Vulnerable.} Increase the amount of radiant damage this item reduces to 1d4 + your PB. When you finish a short or long rest, choose a damage type that isn't radiant, bludgeoning, piercing or slashing; you can use the foci to reduce damage of that type in addition to radiant damage, until you finish a short or long rest and select a different damage type.",
					"{@b The Weaver's Offering - Shield the Weak.} Increase the amount of radiant damage this item reduces to a number of d4s equal to your PB. While attuned to the foci, you can use your action to transform it into a shield, or back into its original form. While it is a shield, you can still use it as a spell focus if you are proficient with shields. In addition, you can also use the reaction to reduce the radiant damage taken by a creature within 30 ft. of you."
				]
				}
			],
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Sacred Heartwood Staff",
			"type": "M",
			"value": 12500,
			"rarity": "common",
			"seller": "The Craftspeople",
			"source": "SacredTree",
			"entries": [
				"{@i Carved from still-living wood from The Sacred Tree, it still holds a small amount of divine power}",
				"When you cast a damage-dealing spell using this item as your spellcasting focus, you gain a +1 bonus to one radiant damage roll of the spell.",
				"By paying the Craftspeople 425gp, you can increase the rarity of the Sacred Heartwood Staff to uncommon, and give it one of the following features:",
				{
				"type": "list",
				"items": [
					"{@b The Woodcarver's Offering - Light the Path}. While attuned to and holding the staff, you can cast the light cantrip, targeting only the staff. In addition, while the staff is under the effects of the light cantrip and you are holding it, you can cast Branding Smite using your spellcasting modifier, or Constitution if you do not have a spellcasting modifier. You can cast this spell using the staff a number of times equal to your PB, and regain all uses when you finish a long rest.",
					"{@b The Metalworker's Offering - Turn the Earth.} While attuned to the staff, as an action, you can slam the staff into the ground, casting Earth Tremor as if it were cast using a second-level spell slot using your spellcasting modifier, or Constitution if you do not have a spellcasting modifier. When you do so, you may expend a hit die, without rolling it, to change the damage type of this spell to radiant. You can cast this spell using the staff a number of times equal to your PB, and regain all uses when you finish a long rest.",
					"{@b The Weaver's Offering - Mend the Tears.} While attuned to and holding the staff, you can cast Healing Word as if it were cast using a second-level spell slot using your spellcasting modifier, or Constitution if you do not have a spellcasting modifier. When you do so, you may expend a hit die, without rolling it, to cause a mote of light to fall upon a creature of your choice within 60 ft. of you. That creature must succeed on a Dexterity saving throw with a DC based on the spellcasting modifier for the Healing Word or take radiant damage equal to the amount of hit points restored with the Healing Word. You can cast this spell using the staff a number of times equal to your PB, and regain all uses when you finish a long rest."
				]
				}
			],
			"baseitem": "Quarterstaff|PHB",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Nihil Emblem",
			"type": "EM",
			"value": 50000,
			"rarity": "uncommon",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i You feel a little more careful with this Emblem in your hands}",
				"The Emblem has a number of charges equal to your PB, and regains all charges at dawn.",
				"As a reaction to being hit by an attack, you can expend a charge to perform one of the following:",
				{
				"type": "list",
				"items": [
					"Negate Critical. If the triggering attack was a critical hit, it instead becomes a normal hit.",
					"Negate Skill. If the triggering attack had a secondary effect (such as becoming grappled, or an effect that could be avoided by a saving throw), you may ignore the secondary effect."
				]
				}
			],
			"reqAttune": true,
			"wondrous": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Miracle Emblem",
			"type": "EM",
			"value": 30000,
			"rarity": "uncommon",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i Something about thoughts and prayers}",
				"While you are above half your maximum hit points, if you would be reduced to 0 hit points, you are instead reduced to 1 hit point (even if you would be killed outright)."
			],
			"reqAttune": true,
			"wondrous": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Vantage Emblem",
			"type": "EM",
			"value": 25000,
			"rarity": "uncommon",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i Desperate times, desperate measures}",
				"While attuned to this item and bloodied, as a reaction to being targeted by an attack from a creature within 5ft. of you, you may make a melee attack against that creature before they attack you. You can use this feature a number of times equal to your PB, and regain all uses daily at dawn."
			],
			"reqAttune": true,
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Canto Emblem",
			"type": "EM",
			"value": 5000,
			"rarity": "common",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i As free as on horseback}",
				"While attuned to this emblem, after making an attack on your turn you may move up to your remaining movement speed (the movement you use is still expended as normal)."
			],
			"wondrous": true
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Ring of Quick Stride",
			"type": "RG",
			"value": 60000,
			"rarity": "uncommon",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i You can {@b feel} the blood flowing to your legs.}",
				"As a bonus action while wearing this ring, you can force your vitality into your legs. When you do so, you take an amount of necrotic damage in intervals of 10 (up to a maximum of 60) of your choice, which cannot be reduced in any way, and if you do your movement speed is increased by a number of feet equal to half the damage that you took from this effect until the end of this turn."
			],
			"wondrous": true
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Trailblazer's Buckler",
			"value": 70000,
			"rarity": "uncommon",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i A small, almost otherworldly platinum buckler, it hums with magic similar to the Shield spell}",
				"As a bonus action while holding the buckler and not wielding a shield, you can cause a barrier of magical force to emit from the buckler, granting you a +1 bonus to your AC until the start of your next turn. While this barrier is active, when you get hit by an attack you may use your reaction to stop the force of the blow, reducing the damage of the triggering attack by 5. Once you use this reaction, you lose the bonus to your AC, and cannot use the bonus action granted by this item for 10 minutes."
			],
			"wondrous": true
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Old-School Ring",
			"type": "RG",
			"value": 15000,
			"rarity": "common",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i A ring that looks a few decades out of date, but hey, it'll come back into style right?}",
				"When you would have advantage on an attack, you may choose to roll without advantage, instead subtracting the target's Dexterity modifier from their AC (minimum of 0) (you are still considered to be rolling with advantage for the purposes of features that require you to be)."
			],
			"wondrous": true
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Beastongue Drought",
			"type": "P",
			"value": 500,
			"rarity": "common",
			"seller": "Sought",
			"source": "SacredTree",
			"entries": [
				"{@i Opening this bottle hits you with the smell of wet fur}",
				"When you drink this potion, you are under the effects of Speak with Animals for {@dice 1d4*10} minutes, however, while under this effect, your speech can only be understood by beasts."
			]
		},
		{
			"uniqueId": "e5bb2491-bbef-482d-86aa-9498517416e8",
			"name": "Physician's Vow",
			"value": 35000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"This reliquary has three charges and regain all charges during a short rest.",
				"When you heal a creature who is bloodied (below half hp), you can expend a charge from this item and they gain one of the following effects until the end of their next turn:",
				"- Adapt. They gain an additional 10ft of movement, and standing up from prone only expends 10ft of movement.",
				"- Evade. The target can use their reaction to move 10ft, this movement does not provoke opportunity attacks.",
				"- Fortitude. The target is bolstered, they have advantage on their next dexterity or strength check and cannot be forcibly moved."
			]
		},
		{
			"uniqueId": "06d49e63-eb2a-419b-a9f6-eafe8d88292b",
			"name": "Great Shield",
			"type": "S",
			"value": 120000,
			"weight": 0,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"baseitem": "Shield|PHB",
			"entries": [
				"Whilst wielding this shield, if a melee attack misses you, you can use a reaction to make an attack against the enemy, if the attack hits they're pushed back 10ft. You can use this ability three times, resetting on a short rest."
			]
		},
		{
			"uniqueId": "4ffa566f-15ba-4c29-aced-e918f1cc4f90",
			"name": "Covolt Scythe",
			"type": "M",
			"value": 240000,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"H",
				"R",
				"2H"
			],
			"dmg1": "1d10",
			"dmgType": "S",
			"dmg2": "",
			"range": "",
			"baseitem": "Glaive|PHB",
			"weaponCategory": "martial",
			"entries": [
				"This jagged scythe is forged with covolt, an elemental blue metal that carries storm-like properties. When you hit a creature with an attack using this magic weapon, it takes an extra 1d6 lightning damage. Once on each of your turns when you hit a creature with this weapon, you can choose a different creature within 10 feet of the target. That creature must succeed on a DC 15 Dexterity saving throw or take 1d8 lightning damage as an arc of electricity lashes out at it from the original target."
			],
			"reqAttune": true,
			"weight": 6
		},
		{
			"uniqueId": "23db1f59-81aa-4025-a93f-55d6d5902cda",
			"name": "Drill Lance",
			"type": "M",
			"value": 260000,
			"weight": 6,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"R",
				"S"
			],
			"dmg1": "1d12",
			"dmgType": "P",
			"dmg2": "",
			"range": "",
			"weaponCategory": "martial",
			"baseitem": "Lance|PHB",
			"reqAttune": true,
			"entries": [
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon. On a hit, the lance's point whirs as it rapidly spins. When you attack a creature or object made of stone or wood with this magic lance you gain advantage to hit them.",
				"{@b {@i Overcharge.}} The lance magically stores your movement into its own, spinning faster as you charge forward. Once per turn, if you move at least 20 feet straight toward a target and then attack it with the lance on the same turn, the weapon releases a superheated line of energy from it in the direction of the target. The line is 15 feet long and 5 feet wide. Each creature in that line must succeed on a DC 15 Dexterity saving throw or take 1d12 fire damage. If the triggering attack also hits, this fire damage is in addition to the weapon's damage against the target.",
				"{@b {@i Special.}} You have disadvantage when you use a lance to attack a target within 5 feet of you. Also, a lance requires two hands to wield when you aren't mounted."
			]
		},
		{
			"uniqueId": "6936e1d9-d2ef-441c-927a-f54d7a290b95",
			"name": "Conspirator's Coat",
			"value": 140000,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"entries": [
				"This magic longcoat is adorned with raven feathers and carved jet buttons. While wearing this coat, you have advantage on Charisma (Deception) checks. In addition, the coat has 5 charges and regains 1d4 + 1 expended charges daily at dusk. While wearing the coat, you can use a bonus action to expend 1 of its charges to disappear, releasing up to three ravens from your location under your control that scatter into the air. Each raven has AC 12, 1 hit point, and can fly up to 40 feet as part of this bonus action without provoking opportunity attacks. At the start of your next turn, the ravens vanish, and you reappear in the space of one of the ravens (your choice).",
				"If all the ravens are reduced to 0 hit points, you reappear early in the same space as the last one that died. When you do, any excess damage dealt to the raven carries over to your normal form."
			]
		},
		{
			"uniqueId": "c70d2578-cb87-49f2-8295-91a36dd8daf3",
			"name": "Clangor Helmet",
			"value": 170000,
			"weight": 10,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"This helmet was made from a Feywildle bell and weighs 10 pounds. While wearing it, you have resistance to thunder damage and can't be deafened. In addition, whenever a creature within 5 feet of you deals bludgeoning damage to you with a melee attack, roll a d6. On a 5 or 6, the attacking creature takes 5 or 6 thunder damage, respectively."
			]
		},
		{
			"uniqueId": "060c357c-b03f-48b6-97bd-a3ae89670380",
			"name": "Champion's Greatbow",
			"type": "R",
			"value": 280000,
			"weight": 2,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"2H",
				"H",
				"A"
			],
			"dmg1": "1d10",
			"dmgType": "P",
			"dmg2": "",
			"range": "150/600",
			"entries": [
				"This large bow is wrought from the boughs of an old, resilient tree. Its wooden frame is exceptionally sturdy but difficult to draw. You must have a Strength score of 13 or higher to wield this bow. This bow's damage die is a d10, and when you make a ranged attack with this bow, you score a critical hit on a roll of 19 or 20.",
				"Attacks made with this weapon have a +1 to attack and damage rolls.",
				"Once on each of your turns when you make a ranged attack with this weapon, you can use the bow to fire a javelin or spear, instead of an arrow, without affecting the bow's damage die. When you do, the bow's normal and long ranges are halved for the attack. If the attack hits, the target takes extra piercing damage equal to your Strength modifier."
			],
			"weaponCategory": "martial",
			"reqAttune": true
		},
		{
			"uniqueId": "6de48e19-f2b4-408f-9a09-3156939f28b4",
			"name": "Chain Devil Gloves",
			"value": 155000,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"These leather gloves are fashioned from the hands of a slain chain devil. While wearing these gloves, an ethereal chain attaches itself to any weapon you throw that has the thrown property. The chain has a reach of 60 feet and breaks its connection to the weapon if the weapon is held by a creature or if you are ever more than 60 feet away from it. You can have up to 4 of these chains at any time.",
				"As an action, you can cause these chains to suddenly retract and pull any attached weapons with them. Any creature within the path of one or more of these weapons must make a DC 15 Dexterity saving throw. On a failed save, a creature takes force damage equal to the damage die of the thrown weapon. A solid object or wall blocks the path of the retracted chain and weapon. A retracted weapon lands harmlessly at your feet or in an open hand once it reaches you."
			],
			"wondrous": true,
			"reqAttune": true
		},
		{
			"uniqueId": "e10817b8-ce38-4498-8e49-a0894ca4e67e",
			"name": "Bracelet of the Shattered Aegis",
			"value": 250000,
			"weight": 0,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"entries": [
				"A smoldering, defensive insignia burns at the center of the cracked glass sphere that rests atop this woven bracelet. The bracelet has 2 charges and regains all expended charges daily at dawn. If the bracelet has at least 1 charge, you gain a +1 bonus to AC while wearing it.",
				"While wearing the bracelet, you can expend 1 of its charges as a reaction when a friendly creature that you can see within 30 feet of you is hit by an attack. That creature gains a bonus to its AC equal to your constitution ability modifier (minimum +1) until the start of your next turn, including against the triggering attack, as a shimmering, magical barrier protects it from harm. If the creature is already under the effect of the shield spell, this property has no effect, and the charge is wasted. If an attacker hits the creature while it's protected by this barrier, the barrier shatters, and any hostile creature within 5 feet of it must make a Dexterity saving throw against a DC of 8 + Constitution + Proficiency bonus. On a failed save, a creature takes 3d8 fire damage, or half as much damage on a successful one. When the barrier shatters, the creature loses this bonus to its AC."
			],
			"wondrous": true,
			"reqAttune": true
		},
		{
			"uniqueId": "9ddc67e9-ac2b-481f-9602-36447d900537",
			"name": "Bloodmire Rod of the Witch Doctor",
			"type": "M",
			"value": 300000,
			"weight": 0,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"baseitem": "Lance|PHB",
			"reqAttune": "by a cleric, druid, ranger, paladin, or warlock",
			"weaponCategory": "simple",
			"entries": [
				"This gnarled wooden scepter from the Bloodmire is set with a strange, cracked opal at its head and can be used as a spellcasting focus. The rod has 6 charges and regains 1d4 + 2 expended charges daily at dusk.",
				"While holding the rod, you can expend 1 of its charges as an action to create a magical tether of light between the rod and another creature you can see within 30 feet of you. The tether's color and effects depend on what kind of tether you create. You can only have one of each tether at a time.",
				{
				"type": "list",
				"items": [
					"Empowering Tether. This tether is a brilliant white. A creature affected by this tether regains 2d10 hit points when it's first affected by it, and while it's connected to the tether, it deals an extra 1d10 damage of the weapon's type to the first target it hits with a melee weapon attack on each of its turns. In addition, on each of your following turns while you maintain the tether, you can expend 1 of the rod's charges as a bonus action to send a surge of healing magic through the tether and cause the target to regain 2d10 hit points.",
					"Withering Tether. This tether is a sickly red. A creature affected by this tether must make a Constitution saving throw when it's first affected by it, using your spell save DC. On a failed save, a creature takes 2d10 necrotic damage, and on each of your following turns while you maintain the tether, you can use a bonus action to deal 1d10 necrotic damage to the target automatically. On a successful save, a creature takes half as much necrotic damage, and the tether immediately ends."
				]
				},
				"The tether ends after 1 minute. It ends early if you sever the tether (no action required), are no longer holding the rod, the target ends its turn more than 30 feet away from you, the target has total cover from you, or if you or the target fall unconscious."
			]
		},
		{
			"uniqueId": "18a07c84-effa-4b77-8c73-e009cf950d0e",
			"name": "Blackthorn Spear of the Moonless Hunter",
			"type": "M",
			"value": 300000,
			"weight": 3,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"T",
				"V",
				"F"
			],
			"dmg1": "1d6",
			"dmgType": "P",
			"dmg2": "1d8",
			"range": "20/60",
			"entries": [
				"This spiny, black bone spear is a favorite among nocturnal hunting tribes. While attuned to the spear, you can always see the faint outline of it, even in total darkness. You gain a +2 bonus to attack and damage rolls made with this magic weapon.",
				"This spear contains a fragment of the moonless hunter, an ancient spirit that can be channeled to assume some of its powers. While holding the spear, you can use a bonus action to call forth and assume the spirit of the moonless hunter. While assuming the spirit, your eyes become pure white, and you gain the following benefits:",
				"- You ignore the effects of exhaustion.",
				"- You can't sleep or be put to sleep by magical means, and you can't take or benefit from finishing a long rest.",
				"- You have advantage on Dexterity (Stealth) checks.",
				"- You can see normally in darkness, both magical and nonmagical, out to a range of 60 feet.",
				"- As a free action you can cause the spear to fly back to your empty hand or land at your feet (your choice), provided that the spear is within 60 feet of you.",
				"- Your walking speed increases by 10 feet.",
				"You can assume the spirit in this way for up to 8 hours. The effect ends early if you release the spirit as a bonus action or if you're farther than 60 feet away from the spear for more than 1 minute. The spirit returns to the spear when you are no longer assuming it, at which point you gain 1 level of exhaustion for every 2 hours you assumed the spirit (minimum 1 level). Exhaustion gained in this way can only be reduced by finishing a long rest."
			],
			"weaponCategory": "simple",
			"baseitem": "Spear|PHB",
			"reqAttune": true
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Belt of the Hell Hound",
			"value": 250000,
			"weight": 0,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"When you wear this belt, you can feel the fires of the lower planes burn inside you. While wearing the belt, when you make a melee attack against a creature and have advantage on the attack, the target takes an extra 1d6 fire damage from the attack on a hit.",
				"In addition, while wearing this belt, you can use an action to release a hellish howl. When you do, you exhale a plume of flames from your mouth in a 15-foot cone. Each creature in the area must succeed on a DC 15 Dexterity saving throw, taking 6d6 fire damage on a failed save, or half as much damage on a successful one. The fire ignites flammable objects in the area that aren't being worn or carried. Once this property has been used, it can't be used again until the next dawn.",
				"{@i {@b Curse}}. Once you wear this belt, you can't remove it unless you are targeted by the remove curse spell or similar magic. While wearing the belt, you must eat twice the normal amount of food each day (a minimum of 2 pounds) to avoid exhaustion. In addition, while wearing the belt, there is a cumulative 10 percent chance when you die and again at the end of each hour you remain dead that you immediately immolate and turn to ash."
			]
		},
		{
			"name": "Fragment N-016",
			"type": "EHMT",
			"value": 100000,
			"weight": 0,
			"rarity": "rare",
			"seller": "FCB",
			"source": "ArcaneAL",
			"reqAttune": true,
			"entries": [
				"{@i I wonder if it works on Adamantine?}",
				"This enhancement can be fused to any magical armour. While fused to an item, all magical properties it has are suppressed, with the exception of curses, and it’s considered nonmagical armour for the purposes of fusing enhancements to it. If this enhancement is unfused from an item, so are any incompatible enhancements it was supporting.",
				"This enhancement does not count towards the number of enhancements an item can have."
			]
		},
		{
			"uniqueId": "78c47b7d-9784-4893-9a53-6e4b34e4c0b8",
			"name": "Dispersion Shield",
			"type": "S",
			"value": 160000,
			"rarity": "rare",
			"seller": "Lord Bartholemew",
			"source": "ArcaneAL",
			"property": [],
			"dmg1": "",
			"dmgType": "",
			"dmg2": "",
			"range": "",
			"baseitem": "Shield|PHB",
			"entries": [
				"@i {Note: This is one of a kind, ping Byron when you purchase this so it will be removed from the store}",
				"While wielding this shield, you have a 20+ Invulnerable save. Whenever you make a saving throw, a result of a 20 or higher on the dice always succeeds, regardless of the DC. A roll of 20 cancelled out by advantage, disadvantage or a reroll does not count for this ability. "
			]
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Mini-Bow",
			"type": "R",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Helli",
			"source": "IslesOfAzoria",
			"weaponCategory": "simple",
			"property": [
				"A",
				"2H"
			],
			"dmg1": "1d4",
			"dmgType": "P",
			"range": "80/320",
			"baseitem": "Shortbow|PHB",
			"entries": [
				"{@i “A smaller bow that works just as well in melee as it does at range”}",
				"The damage dice for this weapon is a d4 rather than a d6.",
				"Attacks with this weapon have a +1 to hit and damage rolls and do not suffer disadvantage from having enemies within 5 feet of you.",
				"You may make opportunity attacks with this weapon as if it were a melee weapon with a reach of 5ft."
			]
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Miniscule Refillable Potion of Healing",
			"type": "P",
			"value": 100,
			"weight": 0,
			"rarity": "common",
			"seller": "Helli",
			"source": "IslesOfAzoria",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"{@i “Listen, if the guild merchants would let me, I'd pay you to take these.”}",
				"While attuned to this small vial, it will fill with liquid at the end of every long rest. When you drink this liquid, flip two coins. For each heads you flip, regain 1 hit point."
			]
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Pendant of Superior Mage Armour",
			"value": 200000,
			"weight": 0,
			"rarity": "rare",
			"seller": "Hilbert",
			"source": "VerdigrisRuins",
			"baseitem": "Shortbow|PHB",
			"type": "G",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to this item, a creature can spend a bonus action to project a magical protective magical force around itself for 10 minutes, provided that it is not wearing armour. For the duration of the effect, the creature's base AC becomes 17 + its Dexterity modifier (Maximum of +1). The effect ends if the creature dons armour or a shield, or if it is dismissed as an action.",
				"Once this bonus action is used, it cannot be used again until next dawn, unless a spell slot of at least 5th level is expended by the attuned creature to use the effect again."
			]
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Pendant of Greater Mage Armour",
			"value": 50000,
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Hilbert",
			"source": "VerdigrisRuins",
			"baseitem": "Shortbow|PHB",
			"type": "G",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While attuned to this item, a creature can spend a bonus action to project a magical protective magical force around itself for 10 minutes, provided that it is not wearing armour. For the duration of the effect, the creature's base AC becomes 15 + its Dexterity modifier (Maximum of +2). The effect ends if the creature dons armour or a shield, or if it is dismissed as an action.",
				"Once this bonus action is used, it cannot be used again until next dawn, unless a spell slot of at least 3rd level is expended by the attuned creature to use the effect again."
			]
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Verdigris Shield Sigil",
			"value": 5000,
			"weight": 0,
			"rarity": "common",
			"seller": "Hilbert",
			"source": "VerdigrisRuins",
			"baseitem": "Shortbow|PHB",
			"type": "G",
			"entries": [
				"This long decayed bronze sigil of a shield holds a fragment of ancient magic, and can be worn as a lapel pin of sorts. If you press it to your arm, shoulder, or leg as an action, the sigil stays attached there until you use an action to remove it.",
				"The sigil magically endows you with a measure of confidence. When you make a saving throw to avoid or end the frightened condition on yourself, you can give yourself advantage on the roll if the sigil is on your person. You must decide to do so before rolling the d20. If the save succeeds, you can't use the sigil in this way until you finish a long rest."
			],
			"wondrous": true
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Illuminate Arcaanstone staff",
			"weight": 0,
			"rarity": "rare",
			"seller": "Hilbert",
			"source": "VerdigrisRuins",
			"baseitem": "Staff|PHB",
			"type": "SCF",
			"value": 200000,
			"entries": [
				"This ancient staff carries with it a tiny fragment of the arcane power wielded by the Verdigris. Even now, it hums with ancient arcane energy.",
				"While attuned to this staff, you gain the following abilities while you are using it as your arcane focus:",
				"{@b Primal Elementalism:} When you attune to this staff, select one of the following damage types: Acid, Cold Fire, Lightning, or Thunder. Cantrips you cast can be changed to deal your selected damage type. Furthermore, when you cast a spell that deals your selected damage type, you may choose for an additional effect to occur based on your selected damage type (Detailed below). This additional effect can be used a number of times equal to your Intelligence modifier, and you regain all uses on a long rest.",
				{
				"type": "list",
				"items": [
					"Acid: One creature that took damage from your spell has their armour class reduced by 1 until the start of your next turn.",
					"Cold: One creature that took damage from your spell has their speed reduced by 10ft until the start of your next turn.",
					"Fire: One creature that took damage from your spell suffers additional damage equal to your intelligence modifier.",
					"Lightning: One creature that took damage from your spell loses their reaction.",
					"Thunder: One creature that took damage from your spell is moved up to 10ft horizontally in a direction of your choice."
				]
				},
				"Your selected damage type can be changed on a short rest.",
				"{@b Mystic Reclamation:} Whenever you use a class feature to regain spell slots as a part of a short rest (Such as through the Arcane recovery, Pact magic, or Natural recovery) you may also regain a number of hit points equal to double the highest level spell slot you recovered + your intelligence modifier as part of that short rest. (Ei; if you recovered a 4th level spell slot, your would also regain 8 + your intelligence modifier hit points)"
			],
			"reqAttune": "by a creature with spellcasting or pact magic feature."
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Flickering Arcaanstone staff",
			"weight": 0,
			"rarity": "uncommon",
			"seller": "Hilbert",
			"source": "VerdigrisRuins",
			"baseitem": "Staff|PHB",
			"type": "SCF",
			"value": 50000,
			"entries": [
				"This ancient staff carries with it a tiny fragment of the arcane power wielded by the Verdigris. Even now, it hums with ancient arcane energy.",
				"While attuned to this staff, you gain the following abilities while you are using it as your arcane focus:",
				"{@b Primal Elementalism:} When you attune to this staff, select one of the following damage types: Acid, Cold Fire, Lightning, or Thunder. Cantrips you cast can be changed to deal your selected damage type. Furthermore, when you cast a spell that deals your selected damage type, you may choose for an additional effect to occur based on your selected damage type (Detailed below). This additional effect can be used a number of times equal to your Intelligence modifier, and you regain all uses on a long rest.",
				{
				"type": "list",
				"items": [
					"Acid: One creature that took damage from your spell has their armour class reduced by 1 until the start of your next turn.",
					"Cold: One creature that took damage from your spell has their speed reduced by 10ft until the start of your next turn.",
					"Fire: One creature that took damage from your spell suffers additional damage equal to your intelligence modifier.",
					"Lightning: One creature that took damage from your spell loses their reaction.",
					"Thunder: One creature that took damage from your spell is moved up to 10ft horizontally in a direction of your choice."
				]
				},
				"Your selected damage type can be changed on a short rest."
			],
			"reqAttune": "by a creature with spellcasting or pact magic feature."
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Resplendent Symphonic Headband",
			"weight": 0,
			"rarity": "rare",
			"seller": "Arthak",
			"source": "DepthsofMelokir",
			"baseitem": "Staff|PHB",
			"value": 300000,
			"entries": [
				"If you do not already have a feature that grants Bardic Inspiration Die, you gain one Bardic Inspiration die (d8) while wearing this. This Bardic die is replenished on the conclusion of a short rest.",
				"While wearing this item, you may grant Bardic Inspiration, or cast levelled bard spells that would take a bonus action, as an action instead."
			],
			"reqAttune": true,
			"wondrous": true
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Rendsink Shield",
			"weight": 0,
			"rarity": "rare",
			"seller": "Demiurge",
			"source": "LandsofVita",
			"baseitem": "Shield|PHB",
			"value": 300000,
			"entries": [
				"{@i This Demiurge-made shield is designed to channel the natural aetheric buildup from using Miracles: it bridges the gap between siege weaponry and defensive equipment.}",
				"While wielding this shield in one hand while attuned, it counts as a martial melee weapon with 5ft reach and the heavy property, dealing 1d8 bludgeoning damage.",
				"{@i [Note: if you’re using this with Dual Wielder, the AC from the shield doesn’t stack with the +1 AC from the feat.]}",
				"While wielding this shield in two hands while attuned, the user can use one attack via the attack action to spend half of your remaining movement (if any) draw a 5ft x 15ft line. Creatures in those squares must make a DC (8+PROF+STR/CON) STR save or take {@dice 3d6}+PROF fire damage, or half on success. After using this attack, you are pushed 10ft away from the designated space without provoking opportunity attacks. This is usable once per turn."
			],
			"reqAttune": true,
			"weaponCategory": "martial",
			"type": "S"
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Colossus Sword",
			"weight": 0,
			"rarity": "rare",
			"seller": "Demiurge",
			"source": "LandsofVita",
			"property": [
				"2H",
				"H"
			],
			"dmg1": "Special",
			"dmgType": "S",
			"baseitem": "Greatsword|PHB",
			"value": 200000,
			"entries": [
				"{@i This Demiurge-forged “Sword” imbued with the essence of a Giant is less of a weapon and more of a giant hunk of metal.}",
				"This weapon has +1 to attack and damage rolls.",
				"This weapon is so large that it takes up the space in front of you. At the start of your turn choose a space relative to you within 5ft: this weapon is occupying that square relative to you, rendering it difficult terrain.",
				"This weapon has three stances: Low, Horizontal and High. you can start in any stance after rolling initiative. You can spend one attack to change stances. Some of this weapons properties will automatically change the stance.",
				"{@b Low}",
				{
				"type": "list",
				"items": [
					"Holding this weapon low to the ground, it takes immense effort to even lift it to strike. All attacks made while in this stance cost two attacks instead of one.",
					"Attacks in this stance deal {@dice 2d6}+STR slashing damage.",
					"When hit by a low stance attack, a large or smaller creature must make a DC (8+PROF+STR) strength saving throw: on a failure, they are knocked 10ft upwards and fall {@condition prone} upon reaching the ground."
				]
				},
				"{@b Horizontal}",
				{
				"type": "list",
				"items": [
					"Holding this weapon to the side allows you to make wide sweeping attacks, but lowers your guard. While in this stance, your AC is reduced by 3.",
					"A Horizontal stance attack has a range of 10ft and deals {@dice 3d6}+STR slashing damage.",
					"While in the Horizontal stance, you may make one attack as a bonus action."
				]
				},
				"{@b High}",
				{
				"type": "list",
				"items": [
					"Holding this weapon aloft above your head is extremely precarious. While in this stance, your movement speed is reduced to 10ft and you can make a either a shoulder bash or a High stance attack.",
					"A shoulder bash moves 5ft towards the target as part of making the attack, inherits this weapon's +1 to hit, but only deals {@dice 1d4}+STR bludgeoning damage.",
					"A High stance attack deals {@dice 6d6}+STR slashing damage. If you have made a shoulder bash attack this turn, you may treat any 1's or 2's on the dice of this attack as a 3.",
					"Making a High stance attack automatically moves you into the \"low\" stance."
				]
				}
			],
			"reqAttune": "by a creature with Extra Attack feature or equivalent",
			"type": "M",
			"weaponCategory": "martial"
		},
		{
			"uniqueId": "7d872422-74f0-46b2-8290-7be92f6e82c6",
			"name": "Gambler's Gauntlet",
			"weight": 0,
			"rarity": "rare",
			"seller": "Elered",
			"source": "Feywild",
			"property": [
				"H"
			],
			"dmg1": "1d8",
			"dmgType": "B",
			"value": 225000,
			"reqAttune": true,
			"weaponCategory": "simple",
			"type": "M",
			"entries": [
				"This gauntlet's rings spin around its frame, these rings give you the feeling that if you wanna play hard, you're going to work hard to get that knockout.",
				"This weapon you have a +1 to attack and damage rolls.",
				"Whilst attuned when you make an attack and successfully hit with this weapon, it gains one charge. Using 3 charges, when you attack and hit an enemy, you can deal an additional 3d6 bludgeoning damage against them. These charges reset to 0 at the end of a long rest. When you roll 3 of the same numbers on the dice when using the charges you regain that much health.",
				"Additionally this weapon deals double damage to objects and structures.",
				"{@i [Design note: this item takes up a hand and it does not count of Unarmed attacks]}"
			]
		},
		{
			"uniqueId": "9ddc67e9-ac2b-481f-9602-36447d900537",
			"name": "Tome of Nosferatu",
			"weight": 0,
			"rarity": "uncommon",
			"source": "IslesOfAzoria",
			"baseitem": "SFC",
			"entries": [
				"While holding this focus, you can cast {@spell Nosferatu|IslesofAzoria} using your spell slots. If you are attuned to a focus that provides a bonus to spell attacks, that bonus applies to the spell even if you are not holding it."
			],
			"value": 40000,
			"seller": "Helli",
			"type": "SCF"
		},
		{
			"uniqueId": "9ddc67e9-ac2b-481f-9602-36447d900537",
			"name": "Tome of Squigglethread’s Dichotomous Darts",
			"weight": 0,
			"rarity": "uncommon",
			"source": "IslesOfAzoria",
			"baseitem": "SFC",
			"entries": [
				"{@i “This was meant to just be healing darts, but happy accidents I guess.”}",
				"While holding this focus, you can cast {@spell Squigglethread’s Dichotomous Darts|IslesOfAzoria} using your spell slots. If you are attuned to a focus that provides a bonus to spell attacks, that bonus applies to the spell even if you are not holding it."
			],
			"value": 40000,
			"seller": "Helli",
			"type": "SCF"
		},
		{
			"uniqueId": "9ddc67e9-ac2b-481f-9602-36447d900537",
			"name": "Sky Shark Tooth Necklace",
			"weight": 0,
			"rarity": "rare",
			"source": "IslesOfAzoria",
			"baseitem": "Staff|PHB",
			"entries": [
				"While attuned to this item you may speak its command word as a bonus action, causing electricity to run through your body, granting you the following effects:",
				{
				"type": "list",
				"items": [
					"You gain resistance to lightning damage.",
					"When you hit a creature with a melee weapon attack on your turn, you may wound the target. At the start of each of its turns, it takes 1d4 lightning damage for each time you've wounded it, and it can then make a Constitution save (DC = 8+Prof+Con), ending the effect of all such wounds on itself on a success.",
					"The first time you are subjected to lightning damage on a turn, you take no damage and each creature within 10 ft. of you must make a Dexterity save (DC = 8+Prof+Con), taking 4d6 lightning damage on a failure and half as much on a success. This sudden burst of electricity takes a toll on your body. You must make a DC 15 Constitution save, taking necrotic damage equal to the rolled lightning damage on a failure, and half as much on a success.",
					"If you end your turn without moving at least 5ft, you begin to suffocate. You can only breathe again once you move at least 5ft on a turn."
				]
				},
				"These effects last for 1 minute or until you fall unconscious, once this feature has been used it cannot be used again until the next dawn."
			],
			"value": 200000,
			"seller": "Helli",
			"wondrous": true,
			"reqAttune": true
		}
	],
	"magicvariant": [
		{
			"name": "Underwood Armour",
			"type": "GV|DMG",
			"rarity": "uncommon",
			"requires": [
				{
					"armor": true
				}
			],
			"value": 30000,
			"inherits": {
				"source": "ArcaneAL",
				"namePrefix": "Underwood ",
				"seller": "Lord Bartholemew",
				"valueExpression": "[[baseItem.value]] + 30000",
				"rarity": "uncommon",
				"entries": [
					"@i {Note: This is one of a kind, ping Byron when you purchase this so it will be removed from the store}",
					"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
				]
			},
			"entries": [
				"@i {Note: This is one of a kind, ping Byron when you purchase this so it will be removed from the store}",
				"While you are bloodied (at half of your remaining hit points or lower) you gain a climbing speed equal to your movement speed. Additionally, this armour weighs half as much as its metal counterpart, and allows you to swim in heavy armour as if it was medium and medium armour as if it was light."
			],
			"source": "ArcaneAL"
		},
		{
			"name": "Marocrunch Mandible",
			"type": "GV|DMG",
			"seller": "N/A",
			"requires": [
				{
					"name": "Greatclub"
				},
				{
					"name": "Morningstar"
				},
				{
					"name": "Warhammer"
				}
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Marocrunch Mandible (",
				"source": "LandsofVita",
				"value": "30000",
				"rarity": "uncommon",
				"seller": "N/A"
			},
			"entries": [
				"This repurposed mandible still carries some of the strength to crunch through bone.",
				"Upon landing a critical hit with this weapon, the target takes 2d4 extra bludgeoning damage (this does not get doubled by said crit) and has their movement halved until the end of your next turn. This movement reduction cannot stack with other similar effects."
			],
			"source": "LandsofVita",
			"rarity": "uncommon"
		},
		{
			"uniqueId": "b17ee3aa-2bc2-4473-9353-a14def2e6595",
			"name": "Polyknight's Weapon",
			"type": "GV|DMG",
			"requires": [
				{
				"weapon": true
				}
			],
			"inherits": {
				"namePrefix": "Polyknight's ",
				"source": "DepthsofMelokir",
				"value": "20000",
				"seller": "Arthak",
				"rarity": "uncommon",
				"entries": [
					"{@i For the Individual in your life that practices multiple forms of bodily harm.}",
					"After successfully dealing damage to a creature with this weapon, if later on that turn that creature takes another damage type not inflicted by that weapon attack and not inflicted by a weapon attack, they take an additional 1d4 of that secondary damage. Only triggers once per turn."
				]
			},
			"entries": [
				"{@i For the Individual in your life that practices multiple forms of bodily harm.}",
				"After successfully dealing damage to a creature with this weapon, if later on that turn that creature takes another damage type not inflicted by that weapon attack and not inflicted by a weapon attack, they take an additional 1d4 of that secondary damage. Only triggers once per turn."
			],
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"seller": "Arthak",
			"value": "20000"
		},
		{
			"name": "Aknosom Armour",
			"source": "Feywild",
			"value": 15000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Aknosom Feather: While you are wearing this armor, you can use your reaction or bonus action to gain resistance to fire until the end of your next turn. Once you use this property, you cannot use it again until you finish a long rest.",
						"Flame Sac: While you are attuned to this armor, you can use a bonus action to speak its command word and exhale fire at a target within 15 feet of you. The target must make a DC 15 Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one. Once used, this property cannot be used again until you finish a long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Aknosom ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"valueExpression": "[[baseItem.value]] + 15000",
				"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Aknosom Feather: While you are wearing this armor, you can use your reaction or bonus action to gain resistance to fire until the end of your next turn. Once you use this property, you cannot use it again until you finish a long rest.",
						"Flame Sac: While you are attuned to this armor, you can use a bonus action to speak its command word and exhale fire at a target within 15 feet of you. The target must make a DC 15 Dexterity saving throw, taking 3d6 fire damage on a failed save, or half as much damage on a successful one. Once used, this property cannot be used again until you finish a long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"includeBaseItemCost": true,
				"seller": "Elered"
			}
		},
		{
			"name": "Flying Mantis Polearm",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"name":"Staff"},
				{"name":"Glaive"},
				{"name":"Pike"}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"At the start of your turn while wielding this weapon, you may atFeywildt a DC 15 Athletics or Acrobatics check, gaining a flying speed equal to your walking speed until the end of your turn a success. While flying this way, you have advantage on checks to mount onto large or larger creatures. You can use this feature a number of times equal to your proficiency bonus per long rest.",
				"Once per short rest, you can use this polearm to jump 15ft without provoking opportunity attacks."
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Flying Mantis Polearm (",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "32000",
				"entries": [
					"At the start of your turn while wielding this weapon, you may atFeywildt a DC 15 Athletics or Acrobatics check, gaining a flying speed equal to your walking speed until the end of your turn a success. While flying this way, you have advantage on checks to mount onto large or larger creatures. You can use this feature a number of times equal to your proficiency bonus per long rest.",
					"Once per short rest, you can use this polearm to jump 15ft without provoking opportunity attacks."
				],
				"seller": "Elered"
			}
		},
		{
			"name": "Great Wroggi Armour",
			"source": "Feywild",
			"value": 10000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"rarity": "uncommon",
			"entries": [
				"Whilst wearing this armour you gain the following",
				{
					"type": "list",
					"items": [
						"Wroggi Sense: You have a +1 to nature checks and survival checks.",
						"Team player: You may use the help action as a bonus action twice per long rest."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Great Wroggi ",
				"source": "Feywild",
				"rarity": "uncommon",
				"valueExpression": "[[baseItem.value]] + 10000",
				"entries": [
					"Whilst wearing this armour you gain the following",
					{
						"type": "list",
						"items": [
							"Wroggi Sense: You have a +1 to nature checks and survival checks.",
							"Team player: You may use the help action as a bonus action twice per long rest."
						]
					},
					"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"includeBaseItemCost": true,
				"seller": "Elered"
			}
		},
		{
			"name": "Seregios Armour",
			"value": 35000,
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Seregios Dissenter: During the first round of combat your melee weapon attacks score a critical hit on a roll of 19 or higher.",
						"Seregios Airblade: While you are attuned to this armor, you can cast the blade ward spell from it as a bonus action. Once you use this property, you can't use it again until you finish a short rest.",
						"Seregios groomingscale: While you are attuned to this armor, you can conjure a magical comb as an action. Running this comb through your hair allows you to change the length, color, curliness, and style of your hair. After running the comb through your hair, your hair is also cleaned and has a pleasant fragrance."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
			],
			"inherits": {
				"namePrefix": "Seregios ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"valueExpression": "[[baseItem.value]] + 35000",
				"entries": [
				"Whilst attuned and wearing this armour you gain the following:",
				{
					"type": "list",
					"items": [
						"Seregios Dissenter: During the first round of combat your melee weapon attacks score a critical hit on a roll of 19 or higher.",
						"Seregios Airblade: While you are attuned to this armor, you can cast the blade ward spell from it as a bonus action. Once you use this property, you can't use it again until you finish a short rest.",
						"Seregios groomingscale: While you are attuned to this armor, you can conjure a magical comb as an action. Running this comb through your hair allows you to change the length, color, curliness, and style of your hair. After running the comb through your hair, your hair is also cleaned and has a pleasant fragrance."
					]
				},
				"You can discount the price of this item by the Armour Price by providing the armour used."
				],
				"seller": "Elered",
				"includeBaseItemCost": true
			}
		},
		{
			"name": "Shadowfell Hunting Horn",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"name":"Greatclub"},
				{"name":"Club"}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst wielding this club you have +1 to attack rolls and damage with this weapon. As a bonus action on your turn, you can make a DC 20 performance check, if you succeed, you and each ally within 10ft of you regains 1d4 + your proficiency bonus hp. This ability can be used a number of times equal to your proficiency bonus per short rest."
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Shadowfell Hunting Horn (",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "50000",
				"entries": [
					"Whilst wielding this club you have +1 to attack rolls and damage with this weapon. As a bonus action on your turn, you can make a DC 20 performance check, if you succeed, you and each ally within 10ft of you regains 1d4 + your proficiency bonus hp. This ability can be used a number of times equal to your proficiency bonus per short rest."
				],
				"seller": "Elered"
			}
		},
		{
			"name": "Sprinter's Armour",
			"source": "Feywild",
			"value": 24000,
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"armor":true}
			],
			"excludes": [],
			"rarity": "uncommon",
			"entries": [
				"Whilst wearing this armour, At the beginning of your first turn after rolling initiative you can expend and roll one of your hit die, taking that much necrotic damage that cannot be mitigated or reduced. After doing so, your movement is doubled for that turn."
			],
			"inherits": {
				"namePrefix": "Sprinter's ",
				"source": "Feywild",
				"rarity": "uncommon",
				"valueExpression": "[[baseItem.value]] + 24000",
				"entries": [
					"Whilst wearing this armour, At the beginning of your first turn after rolling initiative you can expend and roll one of your hit die, taking that much necrotic damage that cannot be mitigated or reduced. After doing so, your movement is doubled for that turn."
				],
				"seller": "Elered",
				"includeBaseItemCost": true
			}
		},
		{
			"name": "Thrown Weapon",
			"source": "Feywild",
			"edition": "",
			"type": "GV|DMG",
			"requires": [
				{"type":"M"}
			],
			"excludes": {
				"property":[
					"H",
					"2H",
					"S",
					"UN"
				]
			},
			"rarity": "uncommon",
			"entries": [
				"Whilst attuned to this weapon, add +1 to attack and damage rolls with this weapon.",
				"This weapon gains the thrown (20/60) property if it didn't already have it. If it did, increase the range of the ability to 40/120. This weapon when thrown returns to your hand."
			],
			"inherits": {
				"namePrefix": "Thrown ",
				"source": "Feywild",
				"rarity": "uncommon",
				"reqAttune": true,
				"value": "50000",
				"entries": [
					"Whilst attuned to this weapon, add +1 to attack and damage rolls with this weapon.",
					"This weapon gains the thrown (20/60) property if it didn't already have it. If it did, increase the range of the ability to 40/120. This weapon when thrown returns to your hand."
				],
				"seller": "Elered"
			}
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Crashing Tide Hammer",
			"type": "GV|DMG",
			"seller": "Elered",
			"value": 160000,
			"reqAttune": true,
			"requires": [
				{
				"name": "Warhammer"
				},
				{
				"name": "Maul"
				}
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Crashing Tide Hammer (",
				"source": "Feywild",
				"seller": "Elered",
				"rarity": "rare",
				"reqAttune": true,
				"value": 160000,
				"entries": [
				"This item takes the form of a metal rod with a slightly weighted, porous end. While grasping the rod, you can use a bonus action to cause a hammer head of swirling salt water to gush forth from the rod and spring into existence. You can use another bonus action while holding it to make the hammer's head disappear. While the hammer's head is summoned, it gains the following properties.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon, which extinguishes any nonmagical flame that it hits. In addition, when you hit a target primarily made of fire with the weapon, such as a fire elemental or magma mephit, you treat the weapon's damage dice as having rolled their maximum value.",
				"The first time on each of your turns when you have advantage on an attack roll against a creature and hit it with the hammer, that creature must succeed on a Strength saving throw equal to 8 + your proficiency bonus + your strength modifier or be knocked prone. Whenever you hit a prone creature with the hammer, you can choose to push it up to 10 feet away from you, sweeping it away in a roiling tide of salt water."
				]
			},
			"source": "Feywild",
			"rarity": "rare",
			"entries": [
				"This item takes the form of a metal rod with a slightly weighted, porous end. While grasping the rod, you can use a bonus action to cause a hammer head of swirling salt water to gush forth from the rod and spring into existence. You can use another bonus action while holding it to make the hammer's head disappear. While the hammer's head is summoned, it gains the following properties.",
				"You gain a +1 bonus to attack and damage rolls made with this magic weapon, which extinguishes any nonmagical flame that it hits. In addition, when you hit a target primarily made of fire with the weapon, such as a fire elemental or magma mephit, you treat the weapon's damage dice as having rolled their maximum value.",
				"The first time on each of your turns when you have advantage on an attack roll against a creature and hit it with the hammer, that creature must succeed on a Strength saving throw equal to 8 + your proficiency bonus + your strength modifier or be knocked prone. Whenever you hit a prone creature with the hammer, you can choose to push it up to 10 feet away from you, sweeping it away in a roiling tide of salt water."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Captain's Pride",
			"type": "GV|DMG",
			"seller": "Elered",
			"value": 150000,
			"requires": [
				{
				"armor": true
				}
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Captain's Pride (",
				"source": "Feywild",
				"seller": "Elered",
				"rarity": "rare",
				"valueExpression": "[[baseItem.value]] + 150000",
				"entries": [
				"This well-crafted leather armor comes with a sturdy, enveloping longcoat, bearing on its back the insignia of a well-known pirate captain. When you attune to it, the insignia changes to one that represents you instead. While wearing this armor, climbing and swimming don't cost you extra movement, and you can breathe underwater.",
				"In addition, you can use a bonus action to shift into a watery, elemental form, gaining the following benefits for the duration:",
				{
					"type": "list",
					"items": [
					"Your speed increases by 10 feet.",
					"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks, as well as resistance to acid damage.",
					"You have advantage on ability checks to avoid or escape being grappled or restrained. If you're already grappled or restrained when you shift into this form, you automatically escape.",
					"While you're underwater, Wisdom (Perception) checks made to see you have disadvantage."
					]
				},
				"This form lasts as long as you concentrate (as if concentrating on a spell), to a maximum of 1 minute. Once this property of the armor has been used, it can't be used again until the next dawn."
				]
			},
			"source": "Feywild",
			"rarity": "rare",
			"entries": [
				"This well-crafted leather armor comes with a sturdy, enveloping longcoat, bearing on its back the insignia of a well-known pirate captain. When you attune to it, the insignia changes to one that represents you instead. While wearing this armor, climbing and swimming don't cost you extra movement, and you can breathe underwater.",
				"In addition, you can use a bonus action to shift into a watery, elemental form, gaining the following benefits for the duration:",
				{
				"type": "list",
				"items": [
					"Your speed increases by 10 feet.",
					"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks, as well as resistance to acid damage.",
					"You have advantage on ability checks to avoid or escape being grappled or restrained. If you're already grappled or restrained when you shift into this form, you automatically escape.",
					"While you're underwater, Wisdom (Perception) checks made to see you have disadvantage."
				]
				},
				"This form lasts as long as you concentrate (as if concentrating on a spell), to a maximum of 1 minute. Once this property of the armor has been used, it can't be used again until the next dawn."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Bloodletter's Crossbow",
			"type": "GV|DMG",
			"seller": "Elered",
			"rarity": "rare",
			"value": 250000,
			"requires": [
				{
				"name": "Light Crossbow"
				},
				{
				"name": "Hand Crossbow"
				},
				{
				"name": "Heavy Crossbow"
				},
				{
				"name": "Arbalest"
				}
			],
			"inherits": {
				"nameSuffix": ")",
				"namePrefix": "Bloodletter's Crossbow (",
				"source": "Feywild",
				"seller": "Elered",
				"rarity": "rare",
				"value": 250000,
				"entries": [
				"This crossbow doesn't have a typical string. Instead, a string of blood magically appears behind a loaded bolt whenever a bladed lever is pulled. You take 1 necrotic damage each time you fire the crossbow, which can't be reduced in any way. A creature hit by a bolt shot from this crossbow takes an extra 1d6 necrotic damage.",
				"Immediately after you make an attack with this crossbow as part of the Attack action, you can use a bonus action to fire a special crossbow bolt from it. This bolt is made of your own blood. On a hit, the target takes necrotic damage equal to a roll of one of your Hit Dice, adding your Highest Physical Ability Score modifier as normal. Whenever you use this property, you temporarily expend the used Hit Die. Set the die aside or record the number of Hit Dice expended in this way. You regain any of these temporarily expended Hit Dice whenever you finish a short or long rest, in addition to any other Hit Dice you would normally regain."
				]
			},
			"source": "Feywild",
			"rarity": "rare",
			"entries": [
				"This crossbow doesn't have a typical string. Instead, a string of blood magically appears behind a loaded bolt whenever a bladed lever is pulled. You take 1 necrotic damage each time you fire the crossbow, which can't be reduced in any way. A creature hit by a bolt shot from this crossbow takes an extra 1d6 necrotic damage.",
				"Immediately after you make an attack with this crossbow as part of the Attack action, you can use a bonus action to fire a special crossbow bolt from it. This bolt is made of your own blood. On a hit, the target takes necrotic damage equal to a roll of one of your Hit Dice, adding your Highest Physical Ability Score modifier as normal. Whenever you use this property, you temporarily expend the used Hit Die. Set the die aside or record the number of Hit Dice expended in this way. You regain any of these temporarily expended Hit Dice whenever you finish a short or long rest, in addition to any other Hit Dice you would normally regain."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Decayed Verdigris Weapon",
			"reqAttune": true,
			"requires": [
				{
				"type": "M"
				}
			],
			"inherits": {
				"namePrefix": "Decayed Verdigris ",
				"source": "VerdigrisRuins",
				"seller": "Hilbert",
				"value": "50000",
				"rarity": "uncommon",
				"reqAttune": true,
				"entries": [
				"This ancient weapon, forged during the age of bronze, carries with it a tiny fragment of the arcane power wielded by the Verdigris.",
				"While attuned to this weapon, you gain the following ability:",
				"{@b Ruin:} When you hit a creature with this magic weapon, you can force it to make a constitution saving throw with a DC equal to 8 + your proficiency bonus + your constitution modifier. On a failed save, that creature suffers the effects of the \"Bane\" spell for 1d4 rounds (No concentration needed). You may use this ability a number of times to equal to your constitution modifier, and regain all expended uses on a long rest."
				]
			},
			"source": "VerdigrisRuins",
			"rarity": "uncommon",
			"type": "M",
			"entries": [
				"This ancient weapon, forged during the age of bronze, carries with it a tiny fragment of the arcane power wielded by the Verdigris.",
				"While attuned to this weapon, you gain the following ability:",
				"{@b Ruin:} When you hit a creature with this magic weapon, you can force it to make a constitution saving throw with a DC equal to 8 + your proficiency bonus + your constitution modifier. On a failed save, that creature suffers the effects of the \"Bane\" spell for 1d4 rounds (No concentration needed). You may use this ability a number of times to equal to your constitution modifier, and regain all expended uses on a long rest."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Cracked Ruinstone Weapon",
			"reqAttune": true,
			"requires": [
				{
					"dmgType": "B"
				}
			],
			"inherits": {
				"namePrefix": "Cracked Ruinstone ",
				"source": "VerdigrisRuins",
				"seller": "Hilbert",
				"reqAttune": true,
				"value": "200000",
				"rarity": "rare",
				"entries": [
				"This ancient weapon, carved long before the age of bronze, carries with it a fragment of the arcane power wielded by the Verdigris before they had even mastered fire. Though cracks run throughout the length of this weapon, its strong magic is still holding it together, for now.",
				"You have a +1 bonus to attack and damage rolls with this magic weapon.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Shatter:} When you hit a creature or object with this magic weapon, you may choose to expend a hit die and add it to the damage roll. You may use this ability a number of times equal to your strength modifier, and regain all expended uses on a long rest.",
				"{@b Dust to Dust:} As a bonus action you may designate a creature you have hit with this weapon in the last minute to suffer the fragility of stone. The number required on an attack roll with this weapon, against the designated creature, to score a critical hit is 1 lower than usual (for example on a 19 or 20, rather than just a 20) for one minute. However, for that duration, the number that other creatures require on an attack roll against you to score a critical hit, is also 1 lower than usual. You may use this ability once, and regain the ability to do so on a short rest.",
				"{@b Cracked:} While you have no uses left of this weapon's abilities, you may continue to use those abilities with the following caveat. Each time you use an ability of this weapon with no uses left, the weapon has a 50% chance of instantly breaking, destroying the item, after the abilities effect is resolved."
				]
			},
			"source": "VerdigrisRuins",
			"rarity": "rare",
			"type": "M",
			"entries": [
				"This ancient weapon, carved long before the age of bronze, carries with it a fragment of the arcane power wielded by the Verdigris before they had even mastered fire. Though cracks run throughout the length of this weapon, its strong magic is still holding it together, for now.",
				"You have a +1 bonus to attack and damage rolls with this magic weapon.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Shatter:} When you hit a creature or object with this magic weapon, you may choose to expend a hit die and add it to the damage roll. You may use this ability a number of times equal to your strength modifier, and regain all expended uses on a long rest.",
				"{@b Dust to Dust:} As a bonus action you may designate a creature you have hit with this weapon in the last minute to suffer the fragility of stone. The number required on an attack roll with this weapon, against the designated creature, to score a critical hit is 1 lower than usual (for example on a 19 or 20, rather than just a 20) for one minute. However, for that duration, the number that other creatures require on an attack roll against you to score a critical hit, is also 1 lower than usual. You may use this ability once, and regain the ability to do so on a short rest.",
				"{@b Cracked:} While you have no uses left of this weapon's abilities, you may continue to use those abilities with the following caveat. Each time you use an ability of this weapon with no uses left, the weapon has a 50% chance of instantly breaking, destroying the item, after the abilities effect is resolved."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Endurant Verdigris Weapon",
			"reqAttune": true,
			"requires": [
				{
					"type": "M"
				}
			],
			"inherits": {
				"namePrefix": "Endurant Verdigris ",
				"source": "VerdigrisRuins",
				"seller": "Hilbert",
				"reqAttune": true,
				"rarity": "rare",
				"value": "200000",
				"entries": [
				"This ancient weapon, forged during the age of bronze, carries with it a fragment of the arcane power wielded by the Verdigris.",
				"You have a +1 bonus to attack and damage rolls with this magic weapon.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Ruin:} When you hit a creature with this magic weapon, you can force it to make a constitution saving throw with a DC equal to 8 + your proficiency bonus + your constitution modifier. On a failed save, that creature suffers the effects of the \"Bane\" spell for 1d6 rounds (No concentration needed). You may use this ability a number of times equal to your constitution modifier, and regain all expended uses on a long rest.",
				"{@b Decay:} As a bonus action, you may designate a creature you have hit with this weapon in the last minute to decay. That creatures armour class is reduced by your constitution modifier. At the start of its turn its AC increases by one, until its armour class has returned to its initial level. You may use this ability once, and regain the ability to do so on a short rest."
				]
			},
			"source": "VerdigrisRuins",
			"rarity": "rare",
			"type": "M",
			"entries": [
				"This ancient weapon, forged during the age of bronze, carries with it a fragment of the arcane power wielded by the Verdigris.",
				"You have a +1 bonus to attack and damage rolls with this magic weapon.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Ruin:} When you hit a creature with this magic weapon, you can force it to make a constitution saving throw with a DC equal to 8 + your proficiency bonus + your constitution modifier. On a failed save, that creature suffers the effects of the \"Bane\" spell for 1d6 rounds (No concentration needed). You may use this ability a number of times equal to your constitution modifier, and regain all expended uses on a long rest.",
				"{@b Decay:} As a bonus action, you may designate a creature you have hit with this weapon in the last minute to decay. That creatures armour class is reduced by your constitution modifier. At the start of its turn its AC increases by one, until its armour class has returned to its initial level. You may use this ability once, and regain the ability to do so on a short rest."
			]
		},
		{
			"uniqueId": "5e78d1f0-22b3-4741-b75a-4ae571c7a2cd",
			"name": "Brittle Ruinstone Weapon",
			"reqAttune": true,
			"requires": [
				{
					"dmgType": "B"
				}
			],
			"inherits": {
				"namePrefix": "Brittle Ruinstone ",
				"source": "VerdigrisRuins",
				"seller": "Hilbert",
				"reqAttune": true,
				"value": "50000",
				"rarity": "uncommon",
				"entries": [
				"This ancient weapon, carved long before the age of bronze, carries with it a tiny fragment of the arcane power wielded by the Verdigris before they had even mastered fire.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Shatter:} When you hit a creature or object with this magic weapon, you may choose to expend a hit die and add it to the damage roll (This additional damage is not doubled by a critical hit). You may use this ability a number of times to equal to your strength modifier, and regain all expended uses on a long rest. ",
				"{@b Brittle:} While you have no uses left of this weapon's abilities, you may continue to use those abilities with the following caveat. Each time you use an ability of this weapon with no uses left, the weapon has a 25% chance of instantly breaking, destroying the item, after the abilities effect is resolved."
				]
			},
			"source": "VerdigrisRuins",
			"rarity": "uncommon",
			"type": "M",
			"entries": [
				"This ancient weapon, carved long before the age of bronze, carries with it a tiny fragment of the arcane power wielded by the Verdigris before they had even mastered fire.",
				"While attuned to this weapon, you gain the following abilities:",
				"{@b Shatter:} When you hit a creature or object with this magic weapon, you may choose to expend a hit die and add it to the damage roll (This additional damage is not doubled by a critical hit). You may use this ability a number of times to equal to your strength modifier, and regain all expended uses on a long rest.",
				"{@b Brittle:} While you have no uses left of this weapon's abilities, you may continue to use those abilities with the following caveat. Each time you use an ability of this weapon with no uses left, the weapon has a 25% chance of instantly breaking, destroying the item, after the abilities effect is resolved."
			]
		}
	]
}
