{
	"_meta": {
		"internalCopies": [
			"shop"
		]
	},
	"shop": [
		{
			"name": "Wicked Sickle",
			"type": "M",
			"weapon": true,
			"weaponCategory": "martial",
			"rarity": "uncommon",
			"value": 15000,
			"dmg1": "2d4",
			"dmgType": "P",
			"entries": [
				"{@i {@b Frenzied pursuit:}} when making a melee attack with this weapon, if you have no movement remaining and have no valid targets within range, you may move up to 10ft if that movement would bring you within melee range of an enemy."
			],
			"source": "DepthsofMelokir",
			"seller": "Arthak"
		},
		{
			"name": "Candle of the Deep",
			"source": "XGE",
			"page": 136,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"The flame of this candle is not extinguished when immersed in water. It gives off light and heat like a normal candle."
			],
			"value": 200,
			"seller": "Arthak"
		},
		{
			"name": "Potion of Healing",
			"source": "DMG",
			"page": 187,
			"srd": true,
			"otherSources": [
				{
					"source": "PHB",
					"page": 153
				}
			],
			"type": "P",
			"tier": "minor",
			"rarity": "common",
			"weight": 0.5,
			"entries": [
				"You regain {@dice 2d4 + 2} hit points when you drink this potion. The potion's red liquid glimmers when agitated."
			],
			"miscTags": [
				"CNS"
			],
			"value": 2500,
			"seller": "Arthak"
		},
		{
			"name": "Potion of Comprehension",
			"source": "WDMM",
			"page": 62,
			"type": "P",
			"rarity": "common",
			"entries": [
				"When you drink this potion, you gain the effect of a {@spell comprehend languages} spell for 1 hour. This liquid is a clear concoction with bits of salt and soot swirling in it."
			],
			"miscTags": [
				"CNS"
			],
			"value": 3000,
			"seller": "Arthak"
		},
		{
			"name": "Spell Scroll of Cure Wounds (1st Level)",
			"source": "DMG",
			"page": 200,
			"srd": true,
			"basicRules": true,
			"type": "SC|DMG",
			"tier": "minor",
			"rarity": "common",
			"entries": [
				"This spell scroll allows the user to cast {@spell cure wounds} ({@dice 1d8 + 3}) once before disintegrating. You do not need to have the spell casting feature to use this item."
			],
			"spellScrollLevel": 1,
			"miscTags": [
				"CNS"
			],
			"value": 4500,
			"seller": "Arthak"
		},
		{
			"name": "Potion of Climbing",
			"source": "DMG",
			"page": 187,
			"srd": true,
			"type": "P",
			"tier": "minor",
			"rarity": "common",
			"modifySpeed": {
				"equal": {
					"climb": "walk"
				}
			},
			"entries": [
				"When you drink this potion, you gain a climbing speed equal to your walking speed for 1 hour. During this time, you have advantage on Strength ({@skill Athletics}) checks you make to climb. The potion is separated into brown, silver, and gray layers resembling bands of stone. Shaking the bottle fails to mix the colors."
			],
			"miscTags": [
				"CNS"
			],
			"value": 6000,
			"seller": "Arthak"
		},
		{
			"name": "Wand of Smiles",
			"source": "XGE",
			"page": 140,
			"type": "WD|DMG",
			"tier": "minor",
			"rarity": "common",
			"weight": 1,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"This wand has 3 charges. While holding it, you can use an action to expend 1 of its charges and target a humanoid you can see within 30 feet of you. The target must succeed on a {@dc 10} Charisma saving throw or be forced to smile for 1 minute.",
				"The wand regains all expended charges daily at dawn. If you expend the wand's last charge, roll a {@dice d20}. On a 1, the wand transforms into a {@item wand of scowls|xge}."
			],
			"value": 500,
			"seller": "Arthak"
		},
		{
			"name": "Enduring Spellbook",
			"source": "XGE",
			"page": 137,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This spellbook, along with anything written on its pages, can't be damaged by fire or immersion in water. In addition, the spellbook doesn't deteriorate with age."
			],
			"value": 500,
			"seller": "Arthak"
		},
		{
			"name": "Cloak of Billowing",
			"source": "XGE",
			"page": 136,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While wearing this cloak, you can use a bonus action to make it billow dramatically."
			],
			"value": 1000,
			"seller": "Arthak"
		},
		{
			"name": "Cloak of Many Fashions",
			"source": "XGE",
			"page": 136,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While wearing this cloak, you can use a bonus action to change the style, color, and apparent quality of the garment. The cloak's weight doesn't change. Regardless of its appearance, the cloak can't be anything but a cloak. Although it can duplicate the appearance of other magic cloaks, it doesn't gain their magical properties."
			],
			"hasFluffImages": true,
			"value": 1000,
			"seller": "Arthak"
		},
		{
			"name": "Hat of Wizardry",
			"source": "XGE",
			"page": 137,
			"tier": "minor",
			"rarity": "common",
			"reqAttune": "by a wizard",
			"reqAttuneTags": [
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"focus": [
				"Wizard"
			],
			"entries": [
				"This antiquated, cone—shaped hat is adorned with gold crescent moons and stars. While you are wearing it, you gain the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use the hat as a spellcasting focus for your wizard spells.",
						"You can try to cast a cantrip that you don't know. The cantrip must be on the wizard spell list, and you must make a {@dc 10} Intelligence ({@skill Arcana}) check. If the check succeeds, you cast the spell. If the check fails, so does the spell, and the action used to cast the spell is wasted. In either case, you can't use this property again until you finish a long rest."
					]
				}
			],
			"value": 7500,
			"seller": "Arthak"
		},
		{
			"name": "Hat of Vermin",
			"source": "XGE",
			"page": 137,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": 3,
			"charges": 3,
			"entries": [
				"This hat has 3 charges. While holding the hat, you can use an action to expend 1 of its charges and speak a command word that summons your choice of a {@creature bat}, a {@creature frog}, or a {@creature rat}. The summoned creature magically appears in the hat and tries to get away from you as quickly as possible. The creature is neither friendly nor hostile, and it isn't under your control. It behaves as an ordinary creature of its kind and disappears after 1 hour or when it drops to 0 hit points. The hat regains all expended charges daily at dawn."
			],
			"value": 5000,
			"seller": "Arthak"
		},
		{
			"name": "Pole of Angling",
			"source": "XGE",
			"page": 138,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While holding this 10-foot pole, you can speak a command word and transform it into a fishing pole with a hook, a line, and a reel. Speaking the command word again changes the fishing pole back into a normal 10-foot pole."
			],
			"value": 7500,
			"seller": "Arthak"
		},
		{
			"name": "Pole of Collapsing",
			"source": "XGE",
			"page": 138,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While holding this 10-foot pole, you can use an action to speak a command word and cause it to collapse into a 1-foot-long rod, for ease of storage. The pole's weight doesn't change. You can use an action to speak a different command word and cause the rod to revert to a pole; however, the rod will elongate only as far as the surrounding space allows."
			],
			"hasFluffImages": true,
			"value": 7500,
			"seller": "Arthak"
		},
		{
			"name": "Tankard of Sobriety",
			"source": "XGE",
			"page": 139,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"This tankard has a stern face sculpted into one side. You can drink ale, wine, or any other nonmagical alcoholic beverage poured into it without becoming inebriated. The tankard has no effect on magical liquids or harmful substances such as poison."
			],
			"value": 1000,
			"seller": "Arthak"
		},
		{
			"name": "Pipe of Smoke Monsters",
			"source": "XGE",
			"page": 138,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"While smoking this pipe, you can use an action to exhale a puff of smoke that takes the form of a single creature, such as a dragon, a flumph, or a froghemoth. The form must be small enough to fit in a 1-foot cube and loses its shape after a few seconds, becoming an ordinary puff of smoke."
			],
			"hasFluffImages": true,
			"value": 2000,
			"seller": "Arthak"
		},
		{
			"name": "Instrument of Illusions",
			"source": "XGE",
			"page": 137,
			"type": "INS",
			"tier": "minor",
			"rarity": "common",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While you are playing this musical instrument, you can create harmless, illusory visual effects within a 5-foot-radius sphere centered on the instrument. If you are a bard, the radius increases to 15 feet. Sample visual effects include luminous musical notes, a spectral dancer, butterflies, and gently falling snow. The magical effects have neither substance nor sound, and they are obviously illusory. The effects end when you stop playing."
			],
			"value": 2000,
			"seller": "Arthak"
		},
		{
			"name": "Rope of Mending",
			"source": "XGE",
			"page": 138,
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"You can cut this 50-foot coil of hempen rope into any number of smaller pieces, and then use an action to speak a command word and cause the pieces to knit back together. The pieces must be in contact with each other and not otherwise in use. A rope of mending is forever shortened if a section of it is lost or destroyed."
			],
			"value": 2000,
			"seller": "Arthak"
		},
		{
			"name": "Pot of Awakening",
			"source": "XGE",
			"page": 138,
			"otherSources": [
				{
					"source": "IMR",
					"page": 95
				}
			],
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"entries": [
				"If you plant an ordinary shrub in this 10-pound clay pot and let it grow for 30 days, the shrub magically transforms into an {@creature awakened shrub} at the end of that time. When the shrub awakens, its roots break the pot, destroying it.",
				"The awakened shrub is friendly toward you. Absent commands from you, it does nothing."
			],
			"value": 1000,
			"seller": "Arthak"
		},
		{
			"name": "+1 All-Purpose Tool",
			"source": "TCE",
			"page": 119,
			"rarity": "uncommon",
			"reqAttune": "by an artificer",
			"reqAttuneTags": [
				{
					"class": "artificer|tce"
				}
			],
			"wondrous": true,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Artificer"
			],
			"entries": [
				"This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of artisan's tool of your choice (see the \"Equipment\" chapter in the {@book Player's Handbook|PHB} for a list of {@item artisan's tools|PHB}). Whatever form the tool takes, you are proficient with it.",
				"While holding this tool, you gain a +1 bonus to the spell attack rolls and the saving throw DCs of your artificer spells.",
				"As an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don't know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can't be used again until the next dawn."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Amulet of the Devout",
			"source": "TCE",
			"page": 119,
			"rarity": "uncommon",
			"reqAttune": "by a cleric or paladin",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "paladin"
				}
			],
			"wondrous": true,
			"weight": 1,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"entries": [
				"This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a +1 bonus to spell attack rolls and the saving throw DCs of your spells.",
				"While you wear this amulet, you can use your Channel Divinity feature without expending one of the feature's uses. Once this property is used, it can't be used again until the next dawn."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Arcane Grimoire",
			"source": "TCE",
			"page": 120,
			"rarity": "uncommon",
			"reqAttune": "by a wizard",
			"reqAttuneTags": [
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"weight": 3,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Wizard"
			],
			"entries": [
				"While you are holding this leather-bound book, you can use it as a spellcasting focus for your wizard spells, and you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your wizard spells.",
				"You can use this book as a spellbook. In addition, when you use your Arcane Recovery feature, you can increase the number of spell slot levels you regain by 1."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Bloodwell Vial",
			"source": "TCE",
			"page": 122,
			"rarity": "uncommon",
			"reqAttune": "by a sorcerer",
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				}
			],
			"wondrous": true,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Sorcerer"
			],
			"entries": [
				"To attune to this vial, you must place a few drops of your blood into it. The vial can't be opened while your attunement to it lasts. If your attunement to the vial ends, the contained blood turns to ash. You can use the vial as a spellcasting focus for your spells while wearing or holding it, and you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your sorcerer spells.",
				"In addition, when you roll any Hit Dice to recover hit points while you are carrying the vial, you can regain 5 sorcery points. This property of the vial can't be used again until the next dawn."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Dragonhide Belt",
			"source": "FTD",
			"page": 23,
			"rarity": "uncommon",
			"reqAttune": "by a monk",
			"reqAttuneTags": [
				{
					"class": "monk"
				}
			],
			"wondrous": true,
			"entries": [
				"This finely detailed belt is made of dragonhide. While wearing it, you gain a +1 bonus to the saving throw DCs of your ki features. In addition, you can use an action to regain ki points equal to a roll of your Martial Arts die. You can't use this action again until the next dawn."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Moon Sickle",
			"source": "TCE",
			"page": 133,
			"baseItem": "sickle|PHB",
			"type": "M",
			"rarity": "uncommon",
			"reqAttune": "by a druid or ranger",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			],
			"weight": 2,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"bonusWeapon": "+1",
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Druid",
				"Ranger"
			],
			"entries": [
				"This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a +1 bonus to attack and damage rolls made with it, and you gain a +1 bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.",
				"When you cast a spell that restores hit points, you can roll a {@dice d4} and add the number rolled to the amount of hit points restored, provided you are holding the sickle."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Rhythm-Maker's Drum",
			"source": "TCE",
			"page": 134,
			"type": "INS",
			"rarity": "uncommon",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"wondrous": true,
			"weight": 3,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"entries": [
				"While holding this {@item drum|PHB}, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your bard spells.",
				"As an action, you can play the {@item drum|PHB} to regain one use of your Bardic Inspiration feature. This property of the {@item drum|PHB} can't be used again until the next dawn."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Rod of the Pact Keeper",
			"source": "DMG",
			"page": 197,
			"type": "RD|DMG",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a warlock",
			"reqAttuneTags": [
				{
					"class": "warlock"
				}
			],
			"weight": 2,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"entries": [
				"While holding this rod, you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your warlock spells.",
				"In addition, you can regain one warlock spell slot as an action while holding the rod. You can't use this property again until you finish a long rest."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Wand of the War Mage",
			"source": "DMG",
			"page": 212,
			"srd": true,
			"type": "WD|DMG",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 1,
			"bonusSpellAttack": "+1",
			"entries": [
				"While you are holding this wand, you gain a +1 bonus to spell attack rolls. In addition, you ignore {@quickref Cover||3||half cover} when making a spell attack."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Wand of the Ritualist",
			"source": "DepthsofMelokir",
			"srd": true,
			"type": "WD|DMG",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 1,
			"bonusSpellSaveDc": "+1",
			"entries": [
				"While you are holding this wand, you gain a +1 to your spell save DCs"
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Insignia of Claws",
			"source": "HotDQ",
			"page": 94,
			"otherSources": [
				{
					"source": "ToD",
					"page": 178
				}
			],
			"rarity": "uncommon",
			"wondrous": true,
			"bonusWeapon": "+1",
			"entries": [
				"While wearing the insignia you gain a +1 bonus to the attack rolls and the damage rolls you make with natural weapons and simple weapons given by a race, class or subclass. Such attacks are considered to be magical."
			],
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Nature's Mantle",
			"source": "TCE",
			"page": 133,
			"rarity": "uncommon",
			"reqAttune": "by a druid or ranger",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			],
			"wondrous": true,
			"weight": 2,
			"focus": [
				"Druid",
				"Ranger"
			],
			"entries": [
				"This cloak shifts color and texture to blend with the terrain surrounding you. While wearing the cloak, you can use it as a spellcasting focus for your druid and ranger spells.",
				"While you are in an area that is lightly obscured, you can {@action Hide} as a bonus action even if you are being directly observed."
			],
			"hasFluffImages": true,
			"value": 15000,
			"seller": "Arthak"
		},
		{
			"name": "Selfish Solo Broach",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"wondrous": true,
			"weight": 2,
			"entries": [
				"Whilst attuned to this item, you can choose to give yourself a bardic inspiration. Additionally once per short rest as a reaction to an ally rolling a natural 1, you can choose to mock them, regaining one use of your Bardic Inspiration."
			],
			"hasFluffImages": true,
			"value": 20000,
			"seller": "Arthak"
		},
		{
			"name": "+1 Rage Object",
			"weapon": true,
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a barbarian",
			"reqAttuneTags": [
				{
					"class": "barbarian"
				}
			],
			"wondrous": true,
			"bonusWeapon": "+1",
			"entries": [
				"This weapon has a +1 to attack and damage rolls.",
				"Twice per short rest, whilst wielding this weapon, you can use your strength modifier for the listed skill checks instead of any other ability score:",
				"- Acrobatics",
				"- Perception",
				"- Stealth",
				"- Survival",
				"- Intimidation"
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "Paladin’s Elemental Binding Ring",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"type": "RG|DMG",
			"reqAttune": "by a Paladin",
			"reqAttuneTags": [
				{
					"class": "paladin"
				}
			],
			"wondrous": true,
			"entries": [
				"Whilst attuned to this ring, when you use the divine smite feature you may choose to change the damage type from radiant to one of the following options, fire, cold, lightning, thunder or poison.",
				"Additionally twice per short rest when you use lay on hands, you may choose to extend the range of the ability from touch, to any creature within 30ft."
			],
			"value": 35000,
			"seller": "Arthak"
		},
		{
			"name": "Oathbound Resilience",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a Paladin",
			"reqAttuneTags": [
				{
					"class": "paladin"
				}
			],
			"wondrous": true,
			"entries": [
				"A number of times equal to your proficiency bonus per long rest, you may extend the range of your lay on hands. The range is increased to 30ft. (It still requires a bonus action)",
				"As a bonus action on your turn you may expend a divine sense to gain advantage on one attack roll against fiends, celestials and undead."
			],
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Bandit Ring",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"type": "RG|DMG",
			"reqAttune": "by a Rogue",
			"reqAttuneTags": [
				{
					"class": "rogue"
				}
			],
			"wondrous": true,
			"entries": [
				"When you take the dash action you gain a climbing speed equal to your walking speed.",
				"After you take the hide action you can teleport to an unoccupied space within 15ft.",
				"When you take the disengage action, you can have an allied creature within 30ft of you, move 5ft without provoking opportunity attacks as a reaction."
			],
			"value": 35000,
			"seller": "Arthak"
		},
		{
			"name": "Artifice Life Support System",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by an artificer",
			"reqAttuneTags": [
				{
					"class": "artificer|tce"
				}
			],
			"wondrous": true,
			"entries": [
				"Whilst attuned to this tool, if an ally is attuned to or wearing one of your infusions and is hit by an attack, as a reaction you may choose to give them a number of temporary hit points equal to your level. Once this has occurred your infusion immediately fades."
			],
			"value": 37500,
			"seller": "Arthak"
		},
		{
			"name": "+1 Shadebound Brooch",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a lictor",
			"reqAttuneTags": [
				{
					"class": "lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"This pitch-black gem is set in a strange metal. While wearing it, you gain a +1 to the saving throw DCs of your Wrack feature. In addition, when using the *Necrotic Engine feature* to gain temporary HP or deal additional necrotic damage, you reroll 1s on the dice, even if the new result is a 1."
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "Amulet of Unliving Fervour",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a lictor",
			"reqAttuneTags": [
				{
					"class": "lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"When you expend a charge of your necrotic engine to either gain temporary hp or deal additional damage you add a +1 to the result of the temporary hp/damage roll.",
				"Once per short rest, if you fail a constitution saving throw, you may expend a necrotic charge to gain an additional 1d4 to the save"
			],
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Lictor's [] Reserve",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by a lictor",
			"type": "GV|DMG",
			"reqAttuneTags": [
				{
					"class": "lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"This Brass-embossed container seems to be chill to the touch, even to your hands.",
				"Once per long rest, this item fully restores your necrotic charges if the right conditions are met. This item can be purchased in a number of variations:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "[Bloodied]" ,
							"entry": "you become bloodied (Reduced to below half HP)"
						},
						{
							"type": "item",
							"name": "[Exemplary]" ,
							"entry": "When you land a critical hit on a hostile creature."
						},
						{
							"type": "item",
							"name": "[Slippery]" ,
							"entry": "When you succeed on a physical (STR, DEX, CON) saving throw by 6 or more."
						},
						{
							"type": "item",
							"name": "[Resilient]" ,
							"entry": "When you succeed on a spiritual [INT, WIS, CHA] saving throw by 6 or more."
						},
						{
							"type": "item",
							"name": "[Desperate]" ,
							"entry": "Upon starting your turn with no necrotic charges."
						},
						{
							"type": "item",
							"name": "[Ruinous]" ,
							"entry": "Upon three or more hostile creatures failing your wrack save."
						}
					]
				}
			],
			"value": 40000,
			"seller": "Arthak"
		},
		{
			"name": "Amulet of the Hellish Knight",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": "by an illrigger",
			"reqAttuneTags": [
				{
					"class": "illrigger|IllriggerRevised"
				}
			],
			"wondrous": true,
			"entries": [
				"Whilst attuned to this amulet, you gain the following abilities:",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"entry": "You gain an additional use of Invoke Hell, this ability recharges once per long rest."
						},
						{
							"type": "item",
							"entry": "You gain additional Baleful Interdict seals equal to half your proficiency bonus rounded down, these recharge once per long rest."
						}
					]
				}
			],
			"value": 40000,
			"bonusWeapon": "+1",
			"seller": "Arthak"
		},
		{
			"name": "Magical Arrows/Bolts",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"type": "A",
			"wondrous": true,
			"entries": [
				"These arrows can be shot from any ranged weapon, when used any creature within 10ft of the target needs to make a DC 13 dexterity saving throw or take 2d4 damage listed in the below options. Once used these arrows lose their magical abilities.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Lightning"
						},
						{
							"type": "item",
							"name": "Fire"
						},
						{
							"type": "item",
							"name": "Acid"
						},
						{
							"type": "item",
							"name": "Cold"
						}
					]
				},
				"Listed price is per piece of Ammunition"
			],
			"value": 2000,
			"seller": "Arthak"
		},
		{
			"name": "Crushers Delight",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"type": "M",
			"wondrous": true,
			"entries": [
				"This maul’s head is incredibly heavy for its size",
				"When you would push a creature as the result of an attack using this weapon, or with the shove action while holding it, you may push them an additional 5ft."
			],
			"value": 15000,
			"seller": "Arthak",
			"weaponCategory": "martial",
			"property": [
				"H",
				"2H"
			],
			"dmg1": "2d6",
			"dmgType": "B",
			"hammer": true,
			"weapon": true
		},
		{
			"name": "Goggles of Night",
			"source": "DMG",
			"page": 172,
			"srd": true,
			"basicRules": true,
			"tier": "minor",
			"rarity": "uncommon",
			"wondrous": true,
			"entries": [
				"While wearing these dark lenses, you have {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, wearing the goggles increases its range by 60 feet."
			],
			"hasFluffImages": true,
			"value": 10000,
			"seller": "Arthak"
		},
		{
			"name": "Bracers of Archery",
			"source": "DMG",
			"page": 156,
			"srd": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"grantsProficiency": true,
			"bonusWeaponDamage": "+2",
			"entries": [
				"While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons."
			],
			"hasFluffImages": true,
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Cloak of Elvenkind",
			"source": "DMG",
			"page": 158,
			"srd": true,
			"basicRules": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While you wear this cloak with its hood up, Wisdom ({@skill Perception}) checks made to see you have disadvantage, and you have advantage on Dexterity ({@skill Stealth}) checks made to hide, as the cloak's color shifts to camouflage you. Pulling the hood up or down requires an action."
			],
			"hasFluffImages": true,
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Bag of Holding",
			"source": "DMG",
			"page": 153,
			"srd": true,
			"basicRules": true,
			"tier": "minor",
			"rarity": "uncommon",
			"wondrous": true,
			"weight": 15,
			"entries": [
				"This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents. Retrieving an item from the bag requires an action.",
				"If the bag is overloaded, pierced, or torn, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. If the bag is turned inside out, its contents spill forth, unharmed, but the bag must be put right before it can be used again. Breathing creatures inside the bag can survive up to a number of minutes equal to 10 divided by the number of creatures (minimum 1 minute), after which time they begin to suffocate.",
				"Placing a bag of holding inside an extradimensional space created by a {@item Heward's handy haversack}, {@item portable hole}, or similar item instantly destroys both items and their contents"
			],
			"containerCapacity": {
				"weight": [
					500
				],
				"weightless": true
			},
			"hasFluffImages": true,
			"value": 50000,
			"seller": "Arthak"
		},
		{
			"name": "Titan-Wrestler’s Gauntlets",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"These silver-lined gauntlets feel a bit too big for your hands.",
				"The gauntlets have a number of charges equal to the wearer's proficiency bonus, and regain all expended charges at dawn.",
				"On your turn, you can activate the gauntlets by expending a charge (no action required). Until the end of this turn, you can attempt to grapple creatures up to two sizes larger than yourself, and can continue to grapple them after this turn, however you move at 1/4 of the speed while grappling them, and they have advantage on checks made to escape your grapple."
			],
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Amulet of Unending Fear",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Whilst attuned this item, when you attempt to give a creature the frightened condition they have disadvantage on the first saving throw they make against that instance of the frightened condition, unless they have immunity to the condition.",
				"Additionally, whenever you expend a limited resource that allows you to apply the frightened condition, such as a spell slot or a charge, you can bypass a creature's lack of fear. When you attempt to frighten a creature, if they are immune to the frightened condition and this is the first time you have attempted to frighten them since you expended said resource, you can ignore their immunity and they instead receive advantage on their saving throw. If they fail, any additional saves they would make to remove this instance of the frightened condition ignores their immunity and instead they receive advantage on their saving throw."
			],
			"value": 30000,
			"seller": "Arthak"
		},
		{
			"name": "Summoners Compendium",
			"source": "DepthsofMelokir",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Whilst attuned to this item, creatures created by a subclass feature such as wildfire spirit, drake companion or hound of ill omen have the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"entry": "Once per turn, they deal an additional 1d4 damage when they hit with an attack."
						},
						{
							"type": "item",
							"entry": "At the start of a session or when the summon first appears, they have a number of temporary hit points equal to your level."
						},
						{
							"type": "item",
							"entry": "If the summon would die, they may instead choose to explode, enemies within 10ft must make a constitution saving throw equal to your spell casting DC. This explosion deals 3d6 force damage to each enemy if they fail the saving throw, taking half damage on a success."
						}
					]
				}
			],
			"value": 75000,
			"seller": "Arthak"
		},
		{
			"name": "Summoners Compendium (Rare)",
			"source": "DepthsofMelokir",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"Whilst attuned to this item, creatures created by a subclass feature such as wildfire spirit, drake companion or hound of ill omen have the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"entry": "Once per turn, they deal an additional 1d8 damage when they hit with an attack."
						},
						{
							"type": "item",
							"entry": "At the start of a session or when the summon first appears, they have a number of temporary hit points equal to double your level."
						},
						{
							"type": "item",
							"entry": "If the summon would die, they also can choose to explode, within 15ft dealing 5d6 force damage to enemies unless they make a constitution save equal to your spell casting DC or 8 + your proficiency bonus + your constitution modifier.If the summon would die, they also can choose to explode, within 15ft dealing 5d6 force damage to enemies unless they make a constitution save equal to your spell casting DC or 8 + your proficiency bonus + your constitution modifier."
						}
					]
				}
			],
			"value": 190000,
			"seller": "Arthak"
		},
		{
			"name": "+2 All-Purpose Tool",
			"source": "TCE",
			"page": 119,
			"rarity": "rare",
			"reqAttune": "by an artificer",
			"reqAttuneTags": [
				{
					"class": "artificer|tce"
				}
			],
			"wondrous": true,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"focus": [
				"Artificer"
			],
			"entries": [
				"This simple screwdriver can transform into a variety of tools; as an action, you can touch the item and transform it into any type of artisan's tool of your choice (see the \"Equipment\" chapter in the {@book Player's Handbook|PHB} for a list of {@item artisan's tools|PHB}). Whatever form the tool takes, you are proficient with it.",
				"While holding this tool, you gain a +2 bonus to the spell attack rolls and the saving throw DCs of your artificer spells.",
				"As an action, you can focus on the tool to channel your creative forces. Choose a cantrip that you don't know from any class list. For 8 hours, you can cast that cantrip, and it counts as an artificer cantrip for you. Once this property is used, it can't be used again until the next dawn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Amulet of the Devout",
			"source": "TCE",
			"page": 119,
			"rarity": "rare",
			"reqAttune": "by a cleric or paladin",
			"reqAttuneTags": [
				{
					"class": "cleric"
				},
				{
					"class": "paladin"
				}
			],
			"wondrous": true,
			"weight": 1,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"entries": [
				"This amulet bears the symbol of a deity inlaid with precious stones or metals. While you wear the holy symbol, you gain a +2 bonus to spell attack rolls and the saving throw DCs of your spells.",
				"While you wear this amulet, you can use your Channel Divinity feature without expending one of the feature's uses. Once this property is used, it can't be used again until the next dawn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Arcane Grimoire",
			"source": "TCE",
			"page": 120,
			"rarity": "rare",
			"reqAttune": "by a wizard",
			"reqAttuneTags": [
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"weight": 3,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"focus": [
				"Wizard"
			],
			"entries": [
				"While you are holding this leather-bound book, you can use it as a spellcasting focus for your wizard spells, and you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your wizard spells.",
				"You can use this book as a spellbook. In addition, when you use your Arcane Recovery feature, you can increase the number of spell slot levels you regain by 1."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Bloodwell Vial",
			"source": "TCE",
			"page": 122,
			"rarity": "rare",
			"reqAttune": "by a sorcerer",
			"reqAttuneTags": [
				{
					"class": "sorcerer"
				}
			],
			"wondrous": true,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"focus": [
				"Sorcerer"
			],
			"entries": [
				"To attune to this vial, you must place a few drops of your blood into it. The vial can't be opened while your attunement to it lasts. If your attunement to the vial ends, the contained blood turns to ash. You can use the vial as a spellcasting focus for your spells while wearing or holding it, and you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your sorcerer spells.",
				"In addition, when you roll any Hit Dice to recover hit points while you are carrying the vial, you can regain 5 sorcery points. This property of the vial can't be used again until the next dawn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Dragonhide Belt",
			"source": "FTD",
			"page": 23,
			"rarity": "rare",
			"reqAttune": "by a monk",
			"reqAttuneTags": [
				{
					"class": "monk"
				}
			],
			"wondrous": true,
			"entries": [
				"This finely detailed belt is made of dragonhide. While wearing it, you gain a +2 bonus to the saving throw DCs of your ki features. In addition, you can use an action to regain ki points equal to a roll of your Martial Arts die. You can't use this action again until the next dawn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Moon Sickle",
			"source": "TCE",
			"page": 133,
			"baseItem": "sickle|PHB",
			"type": "M",
			"rarity": "rare",
			"reqAttune": "by a druid or ranger",
			"reqAttuneTags": [
				{
					"class": "druid"
				},
				{
					"class": "ranger"
				}
			],
			"weight": 2,
			"weaponCategory": "simple",
			"property": [
				"L"
			],
			"dmg1": "1d4",
			"dmgType": "S",
			"bonusWeapon": "+2",
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"focus": [
				"Druid",
				"Ranger"
			],
			"entries": [
				"This silver-bladed sickle glimmers softly with moonlight. While holding this magic weapon, you gain a +2 bonus to attack and damage rolls made with it, and you gain a +2 bonus to spell attack rolls and the saving throw DCs of your druid and ranger spells. In addition, you can use the sickle as a spellcasting focus for your druid and ranger spells.",
				"When you cast a spell that restores hit points, you can roll a {@dice d4} and add the number rolled to the amount of hit points restored, provided you are holding the sickle."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Rhythm-Maker's Drum",
			"source": "TCE",
			"page": 134,
			"type": "INS",
			"rarity": "rare",
			"reqAttune": "by a bard",
			"reqAttuneTags": [
				{
					"class": "bard"
				}
			],
			"wondrous": true,
			"weight": 3,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"entries": [
				"While holding this {@item drum|PHB}, you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your bard spells.",
				"As an action, you can play the {@item drum|PHB} to regain one use of your Bardic Inspiration feature. This property of the {@item drum|PHB} can't be used again until the next dawn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Rod of the Pact Keeper",
			"source": "DMG",
			"page": 197,
			"type": "RD|DMG",
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a warlock",
			"reqAttuneTags": [
				{
					"class": "warlock"
				}
			],
			"weight": 2,
			"bonusSpellAttack": "+2",
			"bonusSpellSaveDc": "+2",
			"entries": [
				"While holding this rod, you gain a +2 bonus to spell attack rolls and to the saving throw DCs of your warlock spells.",
				"In addition, you can regain one warlock spell slot as an action while holding the rod. You can't use this property again until you finish a long rest."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Wand of the War Mage",
			"source": "DMG",
			"page": 212,
			"srd": true,
			"type": "WD|DMG",
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 1,
			"bonusSpellAttack": "+2",
			"entries": [
				"While you are holding this wand, you gain a +2 bonus to spell attack rolls. In addition, you ignore {@quickref Cover||3||half cover} when making a spell attack."
			],
			"value": 120000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Wand of the Ritualist",
			"source": "DepthsofMelokir",
			"srd": true,
			"type": "WD|DMG",
			"tier": "major",
			"rarity": "rare",
			"reqAttune": "by a spellcaster",
			"reqAttuneTags": [
				{
					"spellcasting": true
				}
			],
			"weight": 1,
			"bonusSpellSaveDc": "+2",
			"entries": [
				"While you are holding this wand, you gain a +2 to your spell save DCs"
			],
			"value": 120000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Insignia of Claws",
			"source": "HotDQ",
			"page": 94,
			"otherSources": [
				{
					"source": "ToD",
					"page": 178
				}
			],
			"rarity": "rare",
			"wondrous": true,
			"bonusWeapon": "+2",
			"entries": [
				"While wearing the insignia you gain a +2 bonus to the attack rolls and the damage rolls you make with natural weapons and simple weapons given by a race, class or subclass. Such attacks are considered to be magical."
			],
			"value": 120000,
			"seller": "Arthak"
		},
		{
			"name": "+2 Rage Object",
			"weapon": true,
			"source": "DepthsofMelokir",
			"rarity": "rare",
			"reqAttune": "by a barbarian",
			"reqAttuneTags": [
				{
					"class": "barbarian"
				}
			],
			"wondrous": true,
			"bonusWeapon": "+2",
			"entries": [
				"This weapon has a +2 to attack and damage rolls.",
				"Twice per short rest, whilst wielding this weapon, you can use your strength modifier for the listed skill checks instead of any other ability score:",
				"- Acrobatics",
				"- Perception",
				"- Stealth",
				"- Survival",
				"- Intimidation"
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "Gravebound Brooch",
			"source": "DepthsofMelokir",
			"rarity": "rare",
			"reqAttune": "by a lictor",
			"reqAttuneTags": [
				{
					"class": "lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"{@i This ornate silvery brooch seems to have a constant stream of necrotic energy channeled through it via the inset dark red gem, which is surrounded by thin gold filigree.}",
				"While attuned to this item, you gain a +2 to the saving throws of your Wrack feature. In addition, when using the Necrotic Engine Feature to gain temporary HP or deal additional necrotic damages, or using a Wrack Foes, you reroll 1s on the dice, even if the new result is a one.",
				"Additionally, you can use Wrack Foes more than once per turn."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "Amulet of Ferverous Reserves",
			"source": "DepthsofMelokir",
			"rarity": "rare",
			"reqAttune": "by a lictor",
			"reqAttuneTags": [
				{
					"class": "lictor|DepthsofMelokir"
				}
			],
			"wondrous": true,
			"entries": [
				"{@i This brass-embossed amulet seems to be chill to the touch, even to your hands. The locket within seems to hold a reserve of necrotic energy.}",
				"While attuned to this item, if you expend a charge of your Necrotic Engine to gain temporary HP or deal additional damage, you add +2 to the result of the tempoary HP/damage roll. ",
				"Additionally, twice per short rest if you fail a saving throw, you may expend a Necrotic Charge to gain an additional 1d6 to the save.",
				"Furthermore, if you are under the effects of the Unrelenting Animus feature, you have advantage on death saving throws."
			],
			"value": 300000,
			"seller": "Arthak"
		},
		{
			"name": "Potion of Reverberations",
			"source": "DepthsofMelokir",
			"type": "P",
			"rarity": "rare",
			"entries": [
				"You may consume this potion as an action. When you consume this potion you gain 20 temporary hit points. While you have temporary hit points from this effect, your movement speed is doubled. Immediately after losing these temporary hit points, creatures within 15ft (excluding you), need to make a dc 15 constitution saving throw or be knocked back 10ft and take 4d8 thunder damage."
			],
			"miscTags": [
				"CNS"
			],
			"value": 50000,
			"seller": "Arthak"
		},
		{
			"name":"Medallion of Mettle",
			"source": "DepthsofMelokir",
			"type": "OTH",
			"rarity":"rare",
			"seller":"Arthak",
			"value": 200000,
			"entries": [
				"This ostentatious medallion draws the eye of even casual onlookers. Whenever you gain temporary hit points, you gain an additional {@dice 1d6} temporary hit points."
			],
			"reqAttune": true
		},
		{
			"name":"Scarlet Mist Scarf",
			"source": "DepthsofMelokir",
			"type": "OTH",
			"rarity":"rare",
			"seller":"Arthak",
			"value": 250000,
			"entries": [
				"Whilst wearing this item once per short rest you can activate this item and start concentrating, as a bonus action. Whilst active you and allies within 15ft gain the benefit half cover. When this aura first appears, if you or an ally is below half hp, they gain a number of temporary hit points equal to your level + your proficiency bonus. These effects last for 1 minute or until you lose your concentration (as if you were concentrating on a spell)."
			],
			"reqAttune": true
		},
		{
			"name":"Reservoir of Strength",
			"source": "DepthsofMelokir",
			"type": "OTH",
			"rarity":"rare",
			"seller":"Arthak",
			"value": 160000,
			"entries": [
				"Once per long rest if an ally falls to 0 hp, as a reaction you enter a state of extreme focus. Until the end of your next turn you are under the effect of the haste spell. Once that turn ends, you have disadvantage on attacks and are unable to cast spells until the end of your next turn."
			]
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Resilient Binding Ring",
			"type": "RG",
			"value": 250000,
			"rarity": "rare",
			"seller": "Arthak",
			"source": "DepthsofMelokir",
			"reqAttune": "by a Paladin",
			"entries": [
				"A number of times equal to your proficiency bonus per short rest, you may extend the range of your lay on hands. The range is increased to 30ft. (It still requires a bonus action)",
				"As a bonus action on your turn you may expend a divine sense to gain advantage on attack rolls against fiends, celestials and undead.",
				"Whilst attuned to this ring, when you use the divine smite feature you may choose to change the damage type from radiant to one of the following options, fire, cold, lightning, thunder or poison"
			],
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "ea16ffda-836f-4beb-8fd6-1739cc2b5ee6",
			"name": "Bandit Lord's Ring",
			"type": "RG",
			"value": 250000,
			"rarity": "rare",
			"seller": "Arthak",
			"source": "DepthsofMelokir",
			"reqAttune": "by a Rogue",
			"entries": [
				"Whilst attuned to this ring, you add your proficiency to the damage whenever you sneak attack.",
				"Additionally you can use the following abilities a number of times equal to 2 + your proficiency bonus per long rest.",
				{
				"type": "list",
				"items": [
					"When you take the dash action you gain a climbing speed equal to your walking speed.",
					"After you take the hide action you can teleport to an unoccupied space within 15ft.",
					"When you take the disengage action, you can have an allied creature within 30ft of you, move 5ft without provoking opportunity attacks as a reaction."
				]
				}
			],
			"_attunement": "(requires attunement)"
		},
		{
			"uniqueId": "9ddc67e9-ac2b-481f-9602-36447d900537",
			"name": "Staff of the Woodlands",
			"type": "M",
			"weight": 0,
			"rarity": "rare",
			"source": "DepthsofMelokir",
			"property": [
				"V"
			],
			"dmg1": "1d6",
			"dmgType": "B",
			"dmg2": "1d8",
			"baseitem": "Staff|PHB",
			"weaponCategory": "simple",
			"entries": [
				"This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls.",
				"The staff has 10 charges for the following properties. It regains {@dice 1d6 + 4} expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff loses its properties and becomes a nonmagical quarterstaff.",
				"Spells. You can use an action to expend 1 or more of the staff's charges to cast one of the following spells from it, using your spell save DC: {@spell animal friendship} (1 charge),  {@spell awaken} (5 charges),  {@spell barkskin} (2 charges),  {@spell locate animals or plants} (2 charges),  {@spell speak with animals} (1 charge),  {@spell speak with plants} (3 charges),  {@spell pass without trace} (2 charges) or  {@spell wall of thorns} (6 charges).",
				"Tree Form. You can use an action to plant one end of the staff in fertile earth and expend 1 charge to transform the staff into a healthy tree. The tree is 60 feet tall and has a 5-foot-diameter trunk, and its branches at the top spread out in a 20-foot radius. The tree appears ordinary but radiates a faint aura of transmutation magic if targeted by detect magic. While touching the tree and using another action to speak its command word, you return the staff to its normal form. Any creature in the tree falls when it reverts to a staff."
			],
			"reqAttune": "by a Druid",
			"value": 250000,
			"seller": "Arthak"
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Bracers of Vigilance",
			"value": 240000,
			"rarity": "rare",
			"source": "DepthsofMelokir",
			"wondrous": true,
			"seller": "Arthak",
			"reqAttune": "by a creature with proficiency in Perception",
			"type": "G",
			"entries": [
				"{@i An adventurer attuned to these is always on the watch.}",
				"Once per round if attuned, after making an opportunity attack (or similar effects like Sentinel), you are still afforded a \"bonus\" reaction for that round that can be used on something that is not an opportunity attack. Conversely, if you take a non-opportunity attack reaction as your reaction for the round, you gain a \"bonus\" reaction that can only be used to make an opportunity attack or similar.",
				"A creature attuned can make a \"bonus\" reaction a number of times equal to their proficiency bonus per long rest."
			]
		},
		{
			"uniqueId": "06ecc51c-0032-49f3-9ff1-d168790584a2",
			"name": "Symphonic Headband",
			"value": 5000,
			"rarity": "uncommon",
			"source": "DepthsofMelokir",
			"wondrous": true,
			"reqAttune": "by a bard",
			"seller": "Arthak",
			"type": "OTH",
			"entries": [
				"{@i A thin silver headband. While wearing it, you sometimes hear a distant song.}",
				"While attuned to this item, you may grant Bardic Inspiration, or cast levelled bard spells that would take a bonus action, as an action instead."
			]
		}
	]
}